{
  "书名": "法庭上的妇女",
  "书本页面": "https://book.douban.com/subject/37138339/",
  "作者": "[美] 陈美凤 / 赵珊",
  "作者页面": "https://book.douban.com/author/4641172",
  "原作名": "",
  "作者简介": "作者：（美）陈美凤（Lisa Tran），加利福尼亚大学洛杉矶校区历史学（中国史研究方向）博士。现任加州州立大学富尔顿分校历史系教授，主要研究兴趣为中国的妇女和法律等。\n译者：赵珊，中国人民大学法学博士，师从黄宗智教授。现任天津商业大学法学院讲师，国际学刊Rural China执行编辑。主要研究兴趣为历史社会法学和商会史，曾在Modern China、《开放时代》、《东南学术》等国内外学术刊物发表论文。",
  "内容简介": "一部开创性的纳妾法律史著作，立足于近代581起涉及妾的法庭案件记录，呈现妾在社会、家庭中的百态，反映一夫一妻制和性别平等观念在中国的变化与普及。大学问出品\n白凯、马克梦、苏成捷、卢苇菁一致推荐。一本深入研究近代中国一夫一妻制与纳妾制意义和实践的专著，展现了纳妾制度在晚清民国逐步解体的过程。\n☆ 内容简介\n一本对晚清民国纳妾法律的变化进行比较研究的妇女史、法律史著作，立足于司法机构会议记录，不同地区出版的期刊，以及581起涉及妾的法庭案件记录，在个案分析的基础上呈现了妾在社会、家庭中的百态，展演了妾这一群体在法庭上捍卫自身权益的戏剧性故事，对20世纪中国法律对妇女及其家庭的实际意义进行了生动描述。同时，作者以性别、家庭、法制、社会文化等视野切入，联通法律史与妇女史，探索了法律制度的变化是如果作用于妾及其家庭的，以及其带来了怎样的婚姻乃至家庭关系变革，反...\n(展开全部)\n一部开创性的纳妾法律史著作，立足于近代581起涉及妾的法庭案件记录，呈现妾在社会、家庭中的百态，反映一夫一妻制和性别平等观念在中国的变化与普及。大学问出品\n白凯、马克梦、苏成捷、卢苇菁一致推荐。一本深入研究近代中国一夫一妻制与纳妾制意义和实践的专著，展现了纳妾制度在晚清民国逐步解体的过程。\n☆ 内容简介\n一本对晚清民国纳妾法律的变化进行比较研究的妇女史、法律史著作，立足于司法机构会议记录，不同地区出版的期刊，以及581起涉及妾的法庭案件记录，在个案分析的基础上呈现了妾在社会、家庭中的百态，展演了妾这一群体在法庭上捍卫自身权益的戏剧性故事，对20世纪中国法律对妇女及其家庭的实际意义进行了生动描述。同时，作者以性别、家庭、法制、社会文化等视野切入，联通法律史与妇女史，探索了法律制度的变化是如果作用于妾及其家庭的，以及其带来了怎样的婚姻乃至家庭关系变革，反映了一夫一妻制和性别平等观念在中国的变化与普及。\n☆ 本书亮点\n1.一本深入研究近代中国一夫一妻制与纳妾制意义和实践的专著，为进一步了解20世纪中国纳妾的社会和文化历史打开了大门。著名学者白凯、马克梦、苏成捷、卢苇菁一致推荐。\n2.一部开创性的纳妾法律史著作。本书对从清末到民国再到中华人民共和国过渡期间的纳妾法律进行了比较研究，从法律制度和社会转型两个层面反映了一夫一妻制和性别平等观念在中国的变化与普及，厘清了一夫一妻制与纳妾制度在不同时段的不同含义。\n3.站在法律史与妇女史的交叉点，探索20世纪上半叶中国婚姻和家庭的变革。本书从性别、家庭、法制、社会文化等多重视角切入，运用跨学科视野，联通法律史与妇女史，阐明了法律制度的变化是如何作用于妾及其家庭的，以及其带来了怎样的婚姻乃至家庭关系变革。\n4.从近代581起与妾相关的法庭案件纪录，窥探妾在社会、家庭中的百态。本书立足于581起与妾相关的法庭案件记录，涉及重婚、通奸、赡养费等多个面向，在个案分析的基础上呈现了妾在社会、家庭中的百态，展现了纳妾制度在晚清民国逐步解体的过程。\n5.展现了社会和文化变迁对法律实践的影响，以及法律对妇女及其家庭的实际意义。纳妾曾是成文法所允许的情况，而至晚清民国这成为一个需要用法律解决的社会问题。本书通过呈现报纸、读者及妇女团体等对其的激烈辩论，反映立法者应对社会呼声的策略，进而展现社会和文化变迁对法律实践的影响，也让我们看到妾这一群体在法庭上捍卫自身权益的戏剧性故事。\n6.反映了婚姻观念的变革对启发妇女自主意识觉醒的影响。本书尤其关注中国传统社会中妇女的主体性和自主性问题，通过对妾在实际法律地位被削弱后以合法形式争取自身权益的描述，启发读者对树立妇女自主意识、争取妇女社会地位和权利的思考。\n☆名家推荐\n这是第一本深入研究近代中国一夫一妻制与纳妾制意义和实践的专著，在这个主题上没有其他能与之竞争的书。这项研究并不是枯燥的法律论文，而是对二十世纪中国法律和家庭的“现代化”中妇女及其家庭的实际意义的生动描述。\n——白凯（Kathryn Bernhardt）\n美国加利福尼亚大学洛杉矶校区历史系教授（荣休）\n纳妾这一行为在中国有着悠久而复杂的历史，曾是婚姻制度中根深蒂固的一部分。它是如何过渡到后帝制时代的中国的？陈美凤以一种彻底而精湛的方式处理了这个问题，带领读者了解了纳妾制在民国时期复杂的解体过程。她利用一系列令人印象深刻的文件和档案，同时关注到法律和社会/意识形态两方面。这部专著讨论了后帝制时代历史转型中最重要的一个方面，是我期待已久的研究成果。\n——马克梦（Keith McMahon）\n美国堪萨斯大学东亚系教授\n陈美凤对从帝制末期到民国再到中华人民共和国过渡期间纳妾行为的法律处境的研究，将成为所有对近代中国的性别、家庭和法律感兴趣的人的必读之作。在清代，一夫一妻多妾制是一般做法，也是重要的身份象征。但二十世纪一夫一妻制和性别平等的新理念，促使改革者先是将纳妾重新定义为通奸，而后定义为重婚。基于对法庭档案案例的仔细解读，陈美凤展示了妾如何利用其不断变化的地位来确保其在法庭上获得新的权利。她还展示了民国时期关于纳妾的辩论如何奇怪地预示了当今中国富裕男性追求性特权的争议。\n——苏成捷（Matthew Sommer）\n美国斯坦福大学历史系教授\n这本重要的著作聚焦于纳妾和妾的法律处遇，详细介绍了不同政府的法律和法庭实践，将它们进行对比，同时阐明其间的联系。……通过关注纳妾法律改革的性别意义，本书的分析跨越了法律和家庭历史。这是一部值得所有这些研究领域的学者参考和欣赏的作品。\n——卢苇菁\n美国加利福尼亚大学圣地亚哥校区历史系教授\n陈美凤的这本书对我们理解中国二十世纪的纳妾和妾的命运变化做出了杰出贡献，其中涉及复杂的法律和社会问题，强烈推荐给研究中国（和比较）法律史、社会史和妇女史的学生。\n——徐小群\n美国克里斯托弗纽波特大学教授\n这部开创性的纳妾法律史著作为进一步研究二十世纪中国纳妾的社会和文化历史打开了大门。\n——Elizabeth LaCouture\n美国科尔比学院\n《法庭上的妇女》适合对中国历史、性别史、法律史感兴趣的学者和学生阅读。对于那些对中国特别感兴趣的学生，本书还揭示了二十世纪现代性和公共道德观念的变化。\n——Angelina Chin\n美国波莫纳学院\n这是第一部广泛研究自清末至中国共产党统治初期纳妾的内涵和法律后果的著作。\n——夏昀（Yun Xia）\n曾任美国瓦尔帕莱索大学教授，现任上海大学文学院教授\n☆编辑推荐\n妾是如何消失的？人们对妾的观念又是如何发生转变的？\n妾如何在法庭上争取合法权益？法庭如何在不公开承认妾合法地位的情况下平衡利益冲突？\n本书是一部从妇女史、性别史考察中国纳妾制的法律社会史著作。晚清民初，基于一夫一妻制和平等原则，纳妾的习俗受到抨击，尽管妾的法律地位受到质疑，但妾的形象激起了公众的同情。当时的立法者如何在不损害妾之利益的情况下打击这种做法？如何在不支持纳妾的情况下保护妇女的权益？晚清民初的立法者们为了协调各方利益，采用了诸多法律方法，极大地改变了当时的婚姻观念，重塑了性别和家庭关系。本书探讨了晚清民国一夫一妻制建构中微妙但非常有意义的转变，并利用法庭案例评估了这些转变是如何影响法律和社会实践的。",
  "出版时间": "2025-2",
  "出版社": "广西师范大学出版社",
  "ISBN": "9787559875860",
  "封面图片": "https://img3.doubanio.com/view/subject/l/public/s35054702.jpg",
  "评分": "7.9 (58人评价)",
  "关联图书": [
    {
      "title": "运动场内外",
      "url": "https://book.douban.com/subject/36975762/"
    },
    {
      "title": "女人的中国医疗史",
      "url": "https://book.douban.com/subject/35358167/"
    },
    {
      "title": "中国的妇女与财产",
      "url": "https://book.douban.com/subject/36908950/"
    },
    {
      "title": "浪漫爱情与厌女",
      "url": "https://book.douban.com/subject/37072671/"
    },
    {
      "title": "一虫一草游世界",
      "url": "https://book.douban.com/subject/36885683/"
    },
    {
      "title": "线索与痕迹",
      "url": "https://book.douban.com/subject/36910907/"
    },
    {
      "title": "烟花女子",
      "url": "https://book.douban.com/subject/36170472/"
    },
    {
      "title": "持家的人",
      "url": "https://book.douban.com/subject/36331225/"
    },
    {
      "title": "闺阁与画舫",
      "url": "https://book.douban.com/subject/36127491/"
    },
    {
      "title": "明清交替與江南社會",
      "url": "https://book.douban.com/subject/37210114/"
    },
    {
      "title": "法庭上的妇女 (本书的其他版本)",
      "url": "https://book.douban.com/subject/26367707/",
      "is_other_version": true
    },
    {
      "title": "法庭上的妇女 (本书的其他版本)",
      "url": "https://book.douban.com/subject/26890056/",
      "is_other_version": true
    }
  ],
  "读者评论": [
    {
      "user": "蠢蠢欲蠹·德坤",
      "rating": "4.0星",
      "content": "“我真傻，真的……”这次几个人的聚会，匠仔像祥林嫂一样，一直在重复这句话。以至于高千都有点听不下去了：“不就是写一本关于纳妾的书的书评，至于这样子嘛。” 匠仔除了是体制内小职员和偶尔跑单的众包骑手外，其实也是一个读书博主。但相对于那些互联网平台的大V，匠仔做..."
    },
    {
      "user": "大学问",
      "rating": "5.0星",
      "content": "这篇书评可能有关键情节透露\n\n                        晚清至民国时期，中国法律和社会对纳妾制度的态度经历了显著变化。2001年婚姻法修订，首次明确禁止已婚者与他人同居，主要针对已婚男性“包二奶”的现象。这一改动体现了对一夫一妻制理想的维护，也反映了对传统纳妾习俗的挑战。民国时期，一夫一妻制成为新的法律原则和社会价..."
    },
    {
      "user": "闻夕felicity",
      "rating": "4.0星",
      "content": "我承认我看这本书完全是出于八卦之心——毕竟清末民国以来中国的法律制度如何改变这件事对我来说最多就是个冷知识而已，但是看看不同时期不同政体不同社会文化背景下这群大老婆小妾和左拥右抱男是怎么打官司分身家的总是很有意思的。 读这种严肃的学术科普有个好处就是，哪怕你..."
    },
    {
      "user": "吕迪亚",
      "rating": "5.0星",
      "content": "这篇书评可能有关键情节透露\n\n                        《法庭上的妇女：晚清民国的婚姻与一夫一妻制》这本书讲述了1911年清王朝终结后的民国早期至20世纪50年代我党确立婚姻法期间内有关婚姻与一夫一妻制的法律及真实案件处理。本书是广师大“实践社会科学系列”的又一本力作，对于了解我国婚姻制度的变迁及女性解放的历史来说非常..."
    },
    {
      "user": "kuma酱紫",
      "rating": "4.0星",
      "content": "记得有段时间宅斗剧大火，大户人家总是妻妾成群，嫡出、庶出斗争不停，几房之间好不热闹。大太太通常有当家女主风范，几房太太性格分明，有的忍气吞声，有的飞横跋扈，有的妩媚妖娆… 当下虽然法律明令禁止，但时不时大家还是可以在各种“小作文”“PPT”吃上几个大瓜。 本书聚..."
    }
  ]
}