{
  "书名": "Why Has Nobody Told Me This Before?: The Sunday Times bestseller, with over 1 million copies sold",
  "作者": "Julie Smith",
  "作者页面": "https://www.amazon.co.uk/Julie-Smith/e/B09NQRBKH4/ref=dp_byline_cont_book_1",
  "封面": "https://m.media-amazon.com/images/I/71z8HK3JjuL._SL1500_.jpg",
  "作者简介": "A clinical psychologist for over ten years, Dr Julie started using social media platforms to spread free mental health education. In less than 2 years her following grew to over 3.5 million followers and the videos have clockedd up around half a billion views across TikTok, Instagram and Youtube. Julie was named by TikTok as one of its top 100 creators. She was featured in the Female Lead as an example of women changing the future. She also received a Future Shapers award from Marie Claire magazine. Julie has appeared in a number of BBC films, appeared on CBBC, Good Morning Britain, BBC Breakfast and CNN. She is the BBC Radio 1 Life Hacks Psychologist and has been featured by Women's Health, Buzzfeed, the Telegraph, The Times, the Mail on Sunday, Glamour, Cosmopolitan and many more.",
  "内容简介": "Give your mind the one thing it needs in 2025 with the book everyone is STILL talking about, from clinical psychologist and TikTok sensation Dr Julie Smith'A brilliant book' Steven Bartlett, Diary of a CEO podcast'Full of sound, helpful advice with life skills, from building confidence to managing stress' Sunday TimesAS FEATURED IN THE OBSERVER, STYLIST, EVENING STANDARD, WOMEN'S HEALTH, MARIE CLAIRE AND GRAZIA________Drawing on years of experience as a clinical psychologist, online sensation Dr Julie Smith shares all the skills you need to get through life's ups and downs.Filled with secrets from a therapist's toolkit, this is a must-have handbook for optimising your mental health. Dr Julie's simple but expert advice and powerful coping techniques will help you stay resilient no matter what life throws your way.Written in short, bite-sized entries, you can turn straight to the section you need depending on the challenge you're facing - and immediately find the appropriate tools to help with . . .- Managing anxiety- Dealing with criticism- Battling low mood- Building self-confidence- Finding motivation- Learning to forgive yourselfThis book tackles the everyday issues that affect us all and offers easy, practical solutions that might just change your life.________'Sound wisdom, easy to gulp down. I'm sure this book is already helping lots of people. Great work, Dr Julie' Matt Haig, bestselling author of Reasons To Stay Alive'I'm blown away by her ability to communicate difficult ideas with ease, simplicity and practicality. Amazing. Go and buy it now!' Jay Shetty'It's real, it's authentic . . . Very practical and very, very helpful' Lorraine Kelly'Relatable, real and easy to digest . . . As if your wise best friend is chatting to you. An essential mental-health bible for adults and teenagers' YOU Magazine, Daily Mail 'If you want to feel like you have a therapist sitting across from you, empowering you with how to be your best self, this book is for you!' Nicole LePera, New York Times bestselling author of How to Do the WorkSunday Times bestseller, June 2024Why Has Nobody Told Me This Before? has sold over one million copies across all formats, The Bookseller, January 2024",
  "ISBN": "0241529719",
  "书本页面": "https://www.amazon.co.uk/dp/0241529719",
  "出版社": "Michael Joseph",
  "出版时间": "6 Jan. 2022",
  "amazon_rating": "4.6",
  "amazon_rating_count": "11,552 ratings",
  "关联图书": [
    {
      "title": "Open When…: The Instant Sunday Times No. 1 Bestseller from the author of Why Has Nobody Told Me This Before?",
      "url": "https://www.amazon.co.uk/Open-When-Instant-Sunday-Bestseller/dp/0241663938/ref=pd_sbs_d_sccl_3_1/257-3686364-7524253?pd_rd_w=LY9x9&content-id=amzn1.sym.7585a241-c056-455f-b792-5404992b3394&pf_rd_p=7585a241-c056-455f-b792-5404992b3394&pf_rd_r=W2SFN16EVFWPWF7CWBJS&pd_rd_wg=07EkQ&pd_rd_r=3f3af8cd-82f9-41b9-9525-c1ae16dd3ff1&pd_rd_i=0241663938&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/719fTO4VALL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "Stop Overthinking: 23 Techniques to Relieve Stress, Stop Negative Spirals, Declutter Your Mind, and Focus on the Present (The",
      "url": "https://www.amazon.co.uk/Stop-Overthinking-Techniques-Declutter-Emotional/dp/B08XLLF3PG/ref=pd_sbs_d_sccl_3_2/257-3686364-7524253?pd_rd_w=LY9x9&content-id=amzn1.sym.7585a241-c056-455f-b792-5404992b3394&pf_rd_p=7585a241-c056-455f-b792-5404992b3394&pf_rd_r=W2SFN16EVFWPWF7CWBJS&pd_rd_wg=07EkQ&pd_rd_r=3f3af8cd-82f9-41b9-9525-c1ae16dd3ff1&pd_rd_i=B08XLLF3PG&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71k9zlFpoDL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "Atomic Habits: The life-changing million-copy #1 bestseller",
      "url": "https://www.amazon.co.uk/Atomic-Habits-Proven-Build-Break/dp/1847941834/ref=pd_sbs_d_sccl_3_3/257-3686364-7524253?pd_rd_w=LY9x9&content-id=amzn1.sym.7585a241-c056-455f-b792-5404992b3394&pf_rd_p=7585a241-c056-455f-b792-5404992b3394&pf_rd_r=W2SFN16EVFWPWF7CWBJS&pd_rd_wg=07EkQ&pd_rd_r=3f3af8cd-82f9-41b9-9525-c1ae16dd3ff1&pd_rd_i=1847941834&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/81F90H7hnML._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "The Book You Wish Your Parents Had Read (and Your Children Will Be Glad That You Did): The million-copy selling parenting boo",
      "url": "https://www.amazon.co.uk/Book-Wish-Your-Parents-Read/dp/0241251028/ref=pd_sbs_d_sccl_3_4/257-3686364-7524253?pd_rd_w=LY9x9&content-id=amzn1.sym.7585a241-c056-455f-b792-5404992b3394&pf_rd_p=7585a241-c056-455f-b792-5404992b3394&pf_rd_r=W2SFN16EVFWPWF7CWBJS&pd_rd_wg=07EkQ&pd_rd_r=3f3af8cd-82f9-41b9-9525-c1ae16dd3ff1&pd_rd_i=0241251028&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/714tZOK0ITL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "Good Vibes, Good Life: How Self-Love Is the Key to Unlocking Your Greatness: OVER 2 MILLION COPIES SOLD",
      "url": "https://www.amazon.co.uk/Good-Vibes-Life-Self-Love-Unlocking/dp/1788171829/ref=pd_sbs_d_sccl_3_5/257-3686364-7524253?pd_rd_w=LY9x9&content-id=amzn1.sym.7585a241-c056-455f-b792-5404992b3394&pf_rd_p=7585a241-c056-455f-b792-5404992b3394&pf_rd_r=W2SFN16EVFWPWF7CWBJS&pd_rd_wg=07EkQ&pd_rd_r=3f3af8cd-82f9-41b9-9525-c1ae16dd3ff1&pd_rd_i=1788171829&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/61EuEW9rABL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "The Art of Letting GO: How to Let Go of the Past, Look Forward to the Future, and Finally Enjoy the Emotional Freedom You Des",
      "url": "https://www.amazon.co.uk/Art-Letting-GO-Forward-Emotional/dp/B09TMWK7YD/ref=pd_sbs_d_sccl_3_6/257-3686364-7524253?pd_rd_w=LY9x9&content-id=amzn1.sym.7585a241-c056-455f-b792-5404992b3394&pf_rd_p=7585a241-c056-455f-b792-5404992b3394&pf_rd_r=W2SFN16EVFWPWF7CWBJS&pd_rd_wg=07EkQ&pd_rd_r=3f3af8cd-82f9-41b9-9525-c1ae16dd3ff1&pd_rd_i=B09TMWK7YD&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/516Jol9oOPL._AC_UL330_SR330,330_.jpg"
    }
  ],
  "读者评论": [
    {
      "reviewer_name": "Angela G",
      "rating": "5.0",
      "title": "Useful starting point",
      "date": "Reviewed in the United Kingdom on 7 November 2024",
      "content": "I enjoyed this book. It’s well laid out and easy to read. The writer covers enough topics to get you started and going on a mental heath journey. What I found most useful was her look at values. It did get me started on thinking about my own values and from what she explored I started to understand I did value the values of fairness and bravery. There’s also a great section regarding anxiety. I only went through anxiety mildly but going through and writing as encouraged questions asked in that section did help me explore some of my issues. I’m glad I got it and would recommend to have or gift. It’s lovely, useful and safe."
    },
    {
      "reviewer_name": "islandgirl",
      "rating": "5.0",
      "title": "Cognitive psychology !",
      "date": "Reviewed in the United Kingdom on 14 March 2025",
      "content": "Excellent book !  Psych9logy at its self help best !"
    },
    {
      "reviewer_name": "Fiona",
      "rating": "5.0",
      "title": "A really insightful & informative read",
      "date": "Reviewed in the United Kingdom on 14 March 2025",
      "content": "I haven’t quite finished this book yet but I felt a review was needed. I’ve found it to be so helpful and informative. The writer keeps things simple, so it’s really easy to understand and to pair the information with your own personal experiences/thoughts/feelings - which I think is important for the topic. It’s one of those books I’ll keep after I’ve finished it, and come back to in the future when I need a little reminder that everything will be just fine :)"
    },
    {
      "reviewer_name": "Robert ‘Bob’ Macespera",
      "rating": "4.0",
      "title": "Very good",
      "date": "Reviewed in the United Kingdom on 18 February 2022",
      "content": "The first thing we read about the author in this book (in the dust jacket literally after the book's title), is that Dr Julie Smith is \"a social media superstar ... \". First things first; these are the signs of these times. Truth to be told, then the entry carries on introducing Dr Smith as a \"trained psychologist\" - there's still hope.A large online presence has brought Dr Smith remarkable fame. In her social media \"bites\" (as she likes to call them), short pieces of advice to cope better with everyday life uploaded to online platforms, Julie always looks relaxed, happy, often enthusiastic. She likes retorting to basic examples, using often pieces of fruit and biscuits to explain her theories; cups of grains of rice become large populations. Sometimes she jumps up and down on a chair to explain why is OK to be happy, or turns the screen into black and white to denote pessimism. These snippets have given Dr Smith followers by the millions. Too much? No, because she's good at what she does, which is explaining an intricate science (psychology) to the layperson. Even better, her advice is always practical, not abstract so the viewer will know how to put the advice to work. She reaches a large audience because she's thorough in what she does, but also simple - in the best sense of the word, she knows what's good for the spectator and how to reach him, she's indeed, and thankfully, no “celebrity” blabbing platitudes. She's an actual scientist, and it shows.At the beginning of her book (her first, surely not her last) Dr Smith explains that said book contains the further \"details\" of her mini-clips. She thought that there was something missing in those short clips, due to the format constraints, so here it is. Quite a fair point; this book is the elaboration beyond the \"bites\": what she's left behind for clarity and brevity. And, yet again, she's nailed it, because the book is a worthy piece of counsel and which can be enjoyed with or without the mini videoclips.Dr Smith gathers the right skills necessary to succeed in \"popular science\": she's knowledgeable, passionate and writes well; and also, she expresses herself very clearly - there's no jargon or unnecessary long words for show or to impress her audience. Furthermore, she's very warm, so much that the pages read like long letters writen by our favorite cousin. And so, with these foundations, the book starts and goes well, and then never drags, never fails; it never loses the reader's attention.Dr Smith goes for width rather than depth and this helps: the book feels well balanced. And at the same time, the author's honesty and cautiousness are ever-present:  she explains (repeatedly) that the text is no magic formula for happiness, only a set of tools that, consistently applied, will help the reader. There're some examples along the pages, but Dr Smith never falls for the mistake (tediously common in popular science books) of retorting constantly to examples to fill whole chapters. She does not need that: she knows quite well her trade and is merely willing to share her knowledge and experiences with the reader. And yet again, in the clearest of ways, perhaps at some points treading dangerously (but never falling) for a too simplistic ground. Yet Dr Smith never crosses this line and she never addresses her readers from above, lecturing, much less patronizing her audience. There are many icons and arrows in the book, but the reader never feels treated lightly. On the contrary, the surface is plain, but the core of the book (the “tools”) is quite worthy.And what's wrong with the book? Not much, nothing important. Perhaps the reader could do with less graphics, drawings and charts. These take a good percentage of the total space, a bit too much. For instance, a simple box with three blank columns \"Values - goals - day-to-day\", a template for the reader to make his / her own charts, takes a whole page. Is that necessary?And related to the previous, this is one against the publisher. The book falls for a common failure: it has 352 pages in the first hardback edition and should have been 152. Not that the text should be shorter, but the spaces, the whole pages containing a title, the chapter divisions and the pages with one or two paragraphs in massive font are all unnecessary and mere distractions (and a sad waste of paper), and all just to make a longer book, perhaps thinking that this will make it more interesting or worthier. As if a volume would be better for merely being thicker. A big mistake, unfortunately quite common these days.But yet again, the book is very good and it could (and should) be only the first of a long and illustrious career. Dr Julie Smith has a lot to tell and she's happy to share it; that's very good news."
    },
    {
      "reviewer_name": "Sean",
      "rating": "5.0",
      "title": "This is a brilliant coaching mentoring guidance book.",
      "date": "Reviewed in the United Kingdom on 22 January 2025",
      "content": "I love this book from Dr Julie Smith as this book is enriched with lots of coaching mentoring guidance on how to face life challenges. I immediately purchased the hardback and audio version.I definitely will be rereading it again in slow time with my personal journal with colors pens, and practice, practice and more practice.It's all changing our mindset perception and our self-beliefs to becoming more confident and resilient as well.Overall a brilliantly written book and highly recommended. Best wishes Sean"
    },
    {
      "reviewer_name": "Josie",
      "rating": "5.0",
      "title": "Worthwhile",
      "date": "Reviewed in the United Kingdom on 25 January 2025",
      "content": "Easy to digest and tips which are realistic and actionable. You do not have to read it all at once but can focus on specific chapters which are appropriate at the time. I have found myself going back to the book (for different chapters) over the last two years."
    },
    {
      "reviewer_name": "Sommer",
      "rating": "3.0",
      "title": "Arrived Damage - AMAZING BOOK THOUGH",
      "date": "Reviewed in the United Kingdom on 20 November 2024",
      "content": "I got this book for a friend for her birthday - so I HAD to buy one for myself. I flicked through it and enjoyed it so much that I purchased one.Sadly it arrived all ripped and some pages folded over, if it was just a few pages I wouldn’t mind but it’s quite a bulk of the book. No fault in the book itself.Highly recommend this book if you’re looking for a new self help book!"
    },
    {
      "reviewer_name": "Amazon Customer",
      "rating": "5.0",
      "title": "Practical, honest, instructional, easy to read",
      "date": "Reviewed in the United Kingdom on 19 January 2025",
      "content": "A good basis for understanding psychological terms,  issues that we all face and how we function, how we can react and how we can challenge and change ourselves."
    }
  ],
  "region": "uk",
  "url": "https://www.amazon.co.uk/Why-Nobody-Told-This-Before/dp/0241529719/ref=pd_vtp_h_pd_vtp_h_d_sccl_5/257-3686364-7524253?pd_rd_w=AycQ2&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=R2ST5XMS6RYEZQTN6TPE&pd_rd_wg=5LI4c&pd_rd_r=881aed33-0d83-4165-ad29-bf63bbe339fb&pd_rd_i=0241529719&psc=1"
}