{
  "title": "確率思考の戦略論　どうすれば売上は増えるのか",
  "author": "森岡　毅",
  "author_url": "https://www.amazon.com/%E6%A3%AE%E5%B2%A1%E3%80%80%E6%AF%85/e/B00N89FQ0Y/ref=dp_byline_cont_book_1",
  "publisher": "",
  "publication_date": "",
  "isbn": "",
  "cover_image_url": "https://m.media-amazon.com/images/I/712qsdoUKcL._SY522_.jpg",
  "description": "執筆４年、20万字超、渾身の最新刊！　USJ、西武園ゆうえんち、丸亀製麺、ニップン、高血圧イーメディカル、沖縄の新テーマパーク「JUNGLIA　OKINAWA」」…。成功確率を決定するコンセプトの核心とは？",
  "author_bio": "戦略家・マーケター。高等数学を用いた独自の戦略理論、革新的なアイデアを生み出すノウハウ、マーケティング理論等、一連の暗黙知であったマーケティングノウハウを形式知化し「森岡メソッド」を開発。経営危機にあったUSJに導入し、わずか数年で劇的に経営再建した。1972年生まれ。神戸大学経営学部卒業後、1996年P&G入社。ブランドマネージャーとして日本ヴィダルサスーンの黄金期を築いた後、2004年P&G世界本社（米国シンシナティ）へ転籍、北米パンテーンのブランドマネージャー、ヘアケアカテゴリー アソシエイトマーケティングディレクター、ウエラジャパン副代表を経て、2010年にUSJ入社。2012年、同社CMO(チーフ・マーケティング・オフィサー)、執行役員、マーケティング本部長。USJ再建の使命完了後、2017年、マーケティング精鋭集団「株式会社刀」を設立。マーケティングとエンターテイメントで日本を元気に」という大義の下、「マーケティングとエンターテイメントで日本を元気に！」という大義を掲げ、成熟市場である外食産業や製粉・パスタ関連業界、金融業界、観光業界など多岐に渡る業種・業界において抜群の実績を上げている。また、初診から完全オンライン・通院不要の高血圧医療を展開し、健康寿命の増進に貢献する「高血圧イーメディカル」も手掛ける。さらに、完全没入体験ができる「イマーシブ・フォート東京」を2024 年3 月東京・台場に開業したほか、USJ時代に断念した沖縄北部テーマパーク事業に再び着手、「JUNGLIA OKINAWA（ジャングリア沖縄）」の2025 年7月25日開業に向けて邁進している。主な著作アイデア開発のノウハウをUSJ V字回復の興奮とともに学びたい人へ『USJのジェットコースターはなぜ後ろ向きに走ったのか?』（KADOKAWA）　世界一わかりやすくマーケティングの基本を学びたい人へ『USJを劇的に変えた、たった1つの考え方 成功を引き寄せるマーケティング入門』（KADOKAWA）　戦略を立てる神髄を学びたい人へ『確率思考の戦略論 USJでも実証された数学マーケティングの力』（KADOKAWA）　人を動かし、組織を変える核心を学びたい人へ『マーケティングとは「組織革命」である　個人も会社も劇的に成長する森岡メソッド』(日経BP社)就活・昇進・転職・起業・・・キャリアに悩む全ての人へ『苦しかった時の話をしようか　ビジネスマンの父が我が子のために書きためた「働くことの本質」』（ダイヤモンド社）『確率思考の戦略論 どうすれば売上は増えるのか』（ダイヤモンド社）",
  "amazon_rating": "5",
  "amazon_rating_count": "192 ratings",
  "goodreads_rating": "",
  "goodreads_rating_count": "",
  "reviews": [
    {
      "reviewer_name": "ひろ",
      "rating": "5",
      "title": "5つ星のうち5.0\n営業や自身のスキルアップ、面接力アップにも参考になる",
      "date": "2025年3月5日に日本でレビュー済み",
      "content": "仕事でのキャリアアップやスキルアップに不安のある方にもおすすめです。自分自身、今が踏ん張り時というタイミングで、偶然ニュース番組で本書を知り購入しましたが、本当にどんどん読み進めたくなるような内容。専門的ですが一つ一つ噛み砕いてわかりやすく解説されていてありがたかったです。本書を参考にすることでマーケターとしての思考鍛錬は勿論、自己分析や自分を売り込む営業力も鍛えられると思います。自分の宝物にします💎\n続きを読む",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "豊田俊",
      "rating": "5",
      "title": "5つ星のうち5.0\n迷っている時間がもったいないのでいますぐポチってほしい。",
      "date": "2025年3月4日に日本でレビュー済み",
      "content": "「確率思考」と聞くと、最初はなんだか小難しい印象を受けるかもしれません。実際、第1章では数式や理論的な解説があり、少しハードルが高く感じる箇所もあります。ところが、それを乗り越えた先にある世界は、まさに森岡さんが熱く語りかけてくれているかのような、あたたかさと迫力に満ちた物語でした。とりわけ衝撃を受けたのが、第6章に登場する丸亀製麺を題材にした“消費者理解”のくだりです。マントルに刺さるレベルの深い洞察が追体験できます。“生まれたばかりのころの唇が覚えている幸せな記憶”には、思わず心が震え、ページをめくる手が止まらなくなりました。あまりの熱量ゆえ、Kindleが壊れてしまうのではないかと心配するほどです。この本のすごいところは、本質をビシッと射抜いているがゆえに「ここは違うんじゃないか？」といった“改良の余地”を感じさせないところです。それなのに、読み進めれば進めるほどアイディアがどんどん沸き立ってくる、いわば“読者の思考に火を灯す”仕組みが見事に機能しています。私自身、読みながら何度も立ち止まり、思いついたことをメモに書き付けては、改めてページをめくる、という作業を何度も繰り返しました。結果として、読了までにかなりの時間を要しましたが、これほど「手応えのあるビジネス書」に出会った経験はありません。ここまでくると、もはやビジネスの域を超えて、生理学の分野でノーベル賞を狙えるのではないかと本気で思ってます。一見すると「戦略論」「マーケティング論」のように見えますが、本質は「どのように人間の心が動き、行動が変わるのか」を徹底的に追究した人間学的な読書体験だと感じました。もし、第1章で少し難しく感じても、ぜひ諦めずに読み進めてみてください。そこを越えた先には、まるで森岡さんが隣で「そうそう、ここが大事なんだよ！」と熱く語っているような、あたたかくもえげつない“人間の本質百裂拳”が存分に待ち受けています。読後の視界は驚くほどクリアになり、新しいアイディアがどんどん湧いてくるはず。まさに「読むたびに、自分の戦略思考のエンジンに強力な燃料が注がれる」そんな体験を味わえる一冊でした。ぜひ多くの方に手に取ってほしい、心の底からおすすめできる“本質のど真ん中”にぶち突き刺さる名著です。最後に本の価格にビビってる人へ。ビジネス書を何十冊と読みあさるよりも、この一冊を読み込み、理解を深めることのほうが圧倒的な価値があります。迷っているならいますぐポチってください。読み終わった時に言っていることがわかると思います。\n続きを読む",
      "helpful_votes": "5人のお客様がこれが役に立ったと考えています"
    },
    {
      "reviewer_name": "鎌倉浩子",
      "rating": "5",
      "title": "5つ星のうち5.0\n顧客理解が100%",
      "date": "2025年2月24日に日本でレビュー済み",
      "content": "熱い情熱と冷静な数学的判断による、人間の本当を知る尽くした唯一無二のマーケター森岡さんの想いが詰まった素晴らしい本です♪\n続きを読む",
      "helpful_votes": "1人のお客様がこれが役に立ったと考えています"
    },
    {
      "reviewer_name": "昌三",
      "rating": "5",
      "title": "5つ星のうち5.0\nマーケティングとは、げに恐ろしや",
      "date": "2025年2月19日に日本でレビュー済み",
      "content": "この書籍を読んで実感したのは、真のマーケティングは誠に恐ろしい威力を有するということです。悪意をもって用いれば相手に致命傷をも与える毒薬に、善意をもって用いれば不治の病を完治させる得難い良薬にもなり得るということです。繰り返し書かれている「消費者理解」、このことを突き詰め、最重要な１点の重心を見極めた上で衝き、本能に突き刺さるマーケティング・コンセプトを構築すれば、商売に限らずどのような領域においても、成功に繋がる道が必ず拓けると思います。内容は非常に高度ですが、文体は平易で読み易く、読み物として実に面白い。知的好奇心を満たしてくれる上に、幾つもの成功体験を脳の中で我がことのように追随させてくれるからでしょうか。これだけ楽しみながら読み進めることができるビジネス書を、私は他に知りません。巻末に書かれている「人生は確率。本気で勝負に挑めば、負けることがあるのは当然。誠実な努力の先にある失敗は、必ず得難い学びをくれます。」という文章。事業の大きな失敗により打ちひしがれ、失意のどん底にいる私にとって、一筋の光となる、魂が震えるようなメッセージです。とはいえ、失敗など、しないに越したことはありません。これから起業しようとされている方や、現在経営者の立場におられながら売上不振の泥沼に喘いでおられる方に、ぜひ今、この瞬間に読んで頂きたい書籍です。\n続きを読む",
      "helpful_votes": "4人のお客様がこれが役に立ったと考えています"
    },
    {
      "reviewer_name": "早乙女　輝（Hikaru Saotome）",
      "rating": "5",
      "title": "5つ星のうち5.0\nファン必見！『選ばれる確率』を最大化するマーケティング戦略の決定版！",
      "date": "2025年2月3日に日本でレビュー済み",
      "content": "結論！本書は、マーケティングにおける 「選ばれる確率」 をいかに高めるかを徹底的に解説した一冊になります。著者は「確率思考」のフレームワークを駆使し、USJのV字回復やNetflix、スターバックスなどの成功事例をもとに、ブランド戦略の本質を掘り下げています。特に、マーケティング初心者から実務者まで幅広く理解できるように 「プレファレンス（選好度）」 や 「脳内記号」 といった概念を明確にし、実践的なフレームワークを提供している点が秀逸です。本書の最大の魅力は、「理論」だけでなく「実践」に落とし込める具体的な手法が豊富に紹介されていること。たとえば、スターバックスの 「サードプレイス戦略」 や、Netflixの 「パーソナライズド・レコメンド」 など、実際の企業がどのように「選ばれる確率」を最大化しているのかが、ロジカルに説明されています。「マーケティングを学びたい」「ブランド戦略を強化したい」と考えている方にとって、まさに 必読の一冊 です！私はこの本で主に3つの魅力を感じました。①『選ばれる確率』を高めるための体系的なフレームワーク②『成功するブランドの方程式』を解き明かす③実践的な『マーケティング・コンセプト』の設計方法順番に説明させていただきます。【本書の魅力①】「選ばれる確率」を高めるための体系的なフレームワーク本書では、マーケティング戦略を体系的に理解するための 3つのステップ を提示しています。1.ブランドの「重心」を定める•どんなに優れた商品でも、消費者の記憶に残らなければ 選ばれない。•「このブランドといえば○○！」という一貫したイメージを構築することが重要。•例）USJは「映画テーマパーク」から「エンタメ総合施設」へとブランドの重心をシフト。2.「プレファレンス」を最大化する•消費者が「このブランドが好きだ」と思う要素を強化する。•ブランドの認知度を上げるだけではなく、 「選ばれやすい状態」を作る ことがカギ。•例）ナイキは「Just Do It」のメッセージを通じて、アスリートや挑戦者のプレファレンスを高めた。3.脳内記号を活用して記憶に定着させる•人間はすべての選択肢を論理的に比較するわけではなく、 無意識のうちに「記号」としてブランドを選ぶ。•例）コカ・コーラの赤、スターバックスの緑、Appleのリンゴマーク。　本書の素晴らしい点は、 感覚的なマーケティング論に頼らず、数学的・確率論的な視点を持ち込んでいる点 です。「市場の流れを読む」といった曖昧な話ではなく、 「選ばれる確率を上げる」という具体的な目標 を持って、戦略を組み立てることができるようになっています。【本書の魅力②】「成功するブランドの方程式」を解き明かす。本書では、マーケティング戦略を 数式レベル で解析する試みがなされています。•ポアソン分布：「消費者の選択がどのように確率的に分布するか」を説明。•ガンマ分布：「人気が人気を呼ぶ現象」を数学的に証明。•負の二項分布：「市場シェアがどのように決まるのか」を解説。特に、「ポアソン分布」 の概念を使い、消費者の意思決定が ランダムに見えて実は確率的な傾向がある ことを説明している点は圧巻です。たとえば、「なぜ一部のブランドは圧倒的なシェアを獲得できるのか？」という疑問に対し、 市場全体の購買行動を数理モデルで解明 し、「確率論に基づいたマーケティング施策」を提示しているのは、他のマーケティング本にはないアプローチです。【本書の魅力③】実践的なマーケティング・コンセプトの設計方法「選ばれる確率を最大化するための具体的なマーケティング・コンセプト」を作る手法として、以下の3つの要点を提示しています。1️⃣ 本能にぶっ刺せ！•消費者は 感情で選び、理屈で正当化する。•人間の 「快楽・安全・希少性」 を刺激することが重要。•例）ユニクロの「ヒートテック」は、「冬でも暖かい」だけでなく「毎年進化する最新技術」を訴求。2️⃣ 文脈を操作せよ！•どんなシーンで商品を使うのかを明確にし、消費者に「このブランドが必要だ」と思わせる。•例）レッドブルは「エナジードリンク」ではなく、「仕事や勉強で疲れたときに飲む飲料」としてブランディング。3️⃣ 脳内記号を活用せよ！•消費者の記憶に残る「シンボル」を徹底的に活用する。•例）スターバックスは「コーヒー」ではなく、「サードプレイス（家でも職場でもない居心地の良い場所）」を提供。この 「脳内記号」 という考え方は、ブランド構築において非常に強力な概念です。　本書では、シンプルなロゴやキャッチフレーズが 「ブランドの象徴」となり、消費者の無意識に刷り込まれる仕組み を詳細に解説しています。【第1章】「プレファレンス」に集中せよ！├①「ブランド」で選ぶ理由├② 個人の選択がランダムでポアソン分布。├③「成功」が次の成功を呼ぶ├④ 市場構造の本質はプレファレンスである└⑤ 3つしかないマーケット戦略の変数この第1章は非常に面白ろかったので、このレビューの最後に小学生でもわかるようにみんなに選ばれる方法を具体的に考えました。【第2章】狭めるな！拡げよ！マーケティング界の20世紀の巨人、コトラー氏の偉大なる功績に著者は心からの感謝と敬意を表しています。本書ではコトラー氏と違いを示し、みんなに選ばれるための変数 『M』について記載されていました。また、 Mを求める数式が難しかったので私は最新のAIを使い解読してもらいました。【第3章】「重心」を衝け！この第3章では、『ユニバーサルジャパン』の再建成功事例を通じて「重心」という概念を探求し、それがビジネスの成功にどのように貢献するかを理解することを目的としています。「重心」とは、ビジネスにおいて最も重要で影響力のある部分を指し、そこにリソースを集中することで大きな成果を得られる可能性があることを示唆しています。【第4章】「コンセプトとはなにか？」　　　　　　　　　　　　　　　　　├①その人の世界は人の認識のみで成立する├②3つの世界を往来すると起こる“エラー”├③「コンセプト」はあなたの脳が作る└④「マーケティング・コンセプト」とは何この章では、4つのテーマを理解すると、次のような流れで「コンセプト」を作り上げ、マーケティングに活かすことができると記載がございます。本書の内容をペラペラしゃべると読んだときに面白くないので、私が考えたわかりやすい事例をステップ1〜4の順番に記載させていただきました。【ステップ1】自分の世界と認識を理解する・まず、自分がどんなものを大切に思っているか、何を信じているかを紙に書いてみる。・自分の感情や経験をもとに「自分の世界観」を整理する。・これが「コンセプト」の土台となる。【ステップ2】3つの世界のズレを意識する・自分の考えだけでなく、他の人がどう感じているか、実際の現実はどうかを意識する。・自分の理想と現実の違いを見極め、誤解が生じないように工夫する。・例えば、店の内装や広告で「本物感」を正確に伝える方法を検討する。【ステップ3】自分の脳がつくるコンセプトを明文化する・例えば「ドイツの伝統×現代の感性」や「本場ドイツの技術で作るパン」といった、自分が大切にする考えをシンプルな言葉にまとめる。・これが店の屋号やキャッチコピー、ベネフィット・ステートメントとして表現される。・この文言は、店内看板、パッケージ、ホームページ、SNSすべてで一貫して使う。【ステップ4】マーケティング・コンセプトを作り上げる・自分のコンセプトをもとに、どのような商品ラインナップ、店舗デザイン、プロモーションを行うかを決める。・たとえば、ドイツのパンの技術を全面に出すため、内装にドイツ風の装飾を取り入れ、原材料にドイツ産を使うなど、一貫性のある施策を展開する。・また、体験型ワークショップやライブイベント、SNSでの情報発信を通じて、ブランドの魅力を広めるなど。以上。※本書では、『織田信長公』や『高級みかん』などを例に挙げ、さらにわかりやすい説明がございます。【第5章】強い「マーケティング・コンセプト」をつくるこの章の前半で、人間の知覚の鋭敏さ（≒鈍感さ）の現実の前には、一流と三流の差は“思っているほど大きくはない”。そして「消費者」と「お客様」の違いについて説明。さらにマーケティング•コンセプトのもっとも重要な目的は『戦略エクイティ』を「消費者」の脳内に構築することだとわかりやすく、具体的な例を示して説明があります。【第6章】強いコンセプトは消費者理解がすべて全部の章が面白いのですが、私が好きなのはこの章です。著者は、消費者の気持ちを理解するためにゲームに没頭し4,000,000円を課金したり、また、『ネスタリゾート神戸』では“山遊びの狂人”に憑依するを合言葉に山に入り狩猟免許まで取ってしまったとこだわりがとても好感が持て益々著作が大好きになりましたました。【第7章】実際にブランドを設計してみようこの第7章では、いよいよ『ブランド設計』を著者と一緒に作っていきます。どの市場（カテゴリー）に対して、WHO（誰に）、WHAT（何の価値を）、HOW（どのように）を提供するのかの有力な組み合わせ。その一つ一つのセット（組み合わせ）こそが、ブランドのコンセプト、すなわちブランドの設計図になるということがわかりやすく書いてあります。【第8章】強いマーケティング・コンセプトをつくる3つの要点脳の仕組みに私もびっくりしました。速い「システム1」と違い、「システム2」はじっくり考える脳である。この機能を使うことは脳全体にとっても負荷が大きいので頻繁には使われず、重要案件にのみ出撃してくるラスボス的なものだと理解する。その割合は95%:5%。私の妻もめちゃめちゃ急いでる時に、ケーキ屋さんの店頭で、どのケーキか迷っている。この「システム2」が働いているのだと知って私もようやく納得ができた。【第9章】実際にマーケティング・コンセプトをつくってみよう！この章では、自分を題材にして、マーケティング・コンセプトを実際に作ってみます。めちゃめちゃ楽しい作りになっています。【終章】コンセプトが日本の未来を創る！最初に著者が述べたメロンパンのお店のマーケティング・コンセプトが記載されています。問題提起の回答となっています。本書を読んで、メロンパンも買いに行きました。また本書に記載があったモチモチのスパゲッティーを購入して食べました。他者の商品より高かったのですがめっちゃうまかったです。また、本書を読んで沖縄の新テーマパーク「JUNGLIA（ジャングリア）」に行くために計画しています。本書の内容のレビューは以上です。以下は本書をさらに理解してもらうため、各章を私なりに工夫して、詳細に記載させていただきました。　ご参考にしていただけましたら幸いです。『尚、大変厚かましお願いで恐縮ですが、一番下の欄に『参考になった』を軽く、やっぱり強くタップしていただけますと私の生きる希望になります。』m(._.)m【目次】確率思考の戦略論 どうすれば売上は増えるのか【序章】“選ばれる確率”をどうやって増やすのか！？・メロンパンの悲劇・前作から感謝を込めて【目次】Part 1選ばれる確率を増やすブランド戦略の本質【第1章】「プレファレンス」に集中せよ！1.脳はブランドで選んでいる！～なぜ「プロダクト」よりも「ブランド」なのか？〜2.脳はランダムに選んでいる！～個人の選択は「ポアソン分布」している〜3. 成功が成功を呼ぶ！～社会全体では「ガンマ分布」している～4.市場構造の本質はプレファレンスである！～「負の二項分布」が支配する世界～5.マーケティング戦略の変数はたった3つしかない～プレファレンス、認知、配荷〜【第2章】狭めるな！拡げよ！1 マーケティング界の巨人への反論2ジビエレストラン vs 牛肉レストラン3 「ターゲティングありき」という間違い・「浸透率」と「購入頻度」は必ずセットになる・ “群雄割拠”市場ではどうか？・ターゲティングの正しい理解4ターゲティング理論の間違いを明示する数学的証明5.ターゲティングするのはどんなときか？・WHAT の定義でターゲティングが有効なとき・HOW の定義でターゲティングが有効なとき6.狭めるな！拡げよ！【第3章】「重心」を衝け！1 戦略的に集中すべき「重心」という考え方2 「重心」の見つけ方3ブランド戦略の「重心」を定めるフレームワーク（1） ポジショニングは相対的（2）「消費者価値」にポジショニングする（3） ブランド・ポジショニングの「重心」を定めるフレームワーク・ブランド戦略の「重心」は、本当に1つだけなのか？（4）実例：経営再建時の USJのブランド戦略の「重心」について〜Part 2〜プレファレンスを伸ばす「コンセプト」の本質【第4章】「コンセプト」とはなにか？1.その人の世界は、その人の認識のみで成立している2. 3つの世界を往来すると起こる“エラー”3.「コンセプト」はあなたの脳がつくりだす！4.「マーケティング・コンセプト」とはなにか？【第5章】強い「マーケティング・コンセプト」をつくる1. 「コンセプチュアル・セル」の威力2.競争に有利な「ブランド・エクイティ」をつくる3.最初に「ブランド・エクイティ」を明確化せよ！4. ブランドの設計図「ブランド・エクイティ・ピラミッド」（1） マーケティングの成功は、ブランド・エクイティの設計から（2） ブランド・エクイティは、まず60点を確実に！（3） 90 点を設計するために必要なもの2つ（4） “全員野球”を可能にするブランドの設計図の恐るべき力【第6章】強いコンセプトは消費者理解がすべて1.モニタールームでは到達できない深淵2. “凡人”と“狂人”に「憑依」する（1）「凡人」に憑依する（2）「狂人」に憑依する・USJ：“熱狂的IP ファン”に憑依する・スマホゲーム：“廃課金者”に憑依する・ネスタリゾート神戸：“山遊びの狂人”に憑依する（3）「憑依」とは要するに・消費者の脳内想起から本能をたどる〜Part 3〜「マーケティング・コンセプト」のつくり方【第7章】実際にブランドを設計してみよう1 ケース・スタディ：高血圧症のオンライン診療で3100万人を救え！（1）「高血圧イーメディカル」設立の背景（2）“高血圧症の放置”は大問題である（3）「高血圧イーメディカル」の特徴2 「高血圧イーメディカル」のブランド設計（1） 消費者理解の概要（2）WHO：「不安」と「大丈夫」の綱引き（3） WHAT：プレファレンスを長期的に大きくする便益（4）HOW：戦略便益を実感させるための PODとPOP（5） Brand Character：ブランドに人格を宿す！【第8章】強いマーケティング・コンセプトをつくる3つの要点1、 本能にぶっ刺せ！（1） 脳の情報処理の構造「システム1」と「システム 2」（2） 本能を衝かれると脳は抗いがたい2、文脈を操作せよ！（1） “便益価値を高めるシーン”を文脈として設定する（2）“消費者インサイト”を衝いて文脈を設定する（3）費者の“期待値を操作”して文脈を設定する3、脳内記号を活用せよ！（1） マーケティング・コンセプトの典型的フォーマット（2） 脳内記号とはなにか？（3）「脳内記号」を使った「ジャングリア」の事例【第9章】実際にマーケティング・コンセプトをつくってみよう1. 「絶対に買う1人」は実在するか？2.練習問題 A：「自分自身」のマーケティング・コンセプト3.練習問題 B：「高血圧イーメディカル」のマーケティング・コンセプト【終章】コンセプトが日本の未来を創る！・あの小さなパン屋さんの勝ち筋・日本の未来に必要なもの以上。レビューを最後までお読みください。ありがとうございました。【まとめ】本書はマーケティング戦略をわかりやすく「確率論」で再定義する画期的な一冊になっています。「ブランドのプレファレンスを高める方法論」を 確率論と数学的モデルに基づいて徹底的に解説 した、新時代のマーケティング戦略です。①「選ばれる確率を高める」ことがマーケティングの本質 である。②マーケティングを「確率論」で解析し、再現性のある戦略を構築 できる。③実際の企業の成功事例をロジカルに分析し、即実践できる手法を提供著者の森岡毅ファン、また今からファンになる人、そしてマーケティングに関わるすべての人、マーケティングを今から勉強される皆様にぜひ手にとって欲しい一冊です。　【おまけ】以下、例えば、小学生のこうくんのおせんべいがみんなに選ばれるようになるための具体的な戦略を、理由や実際の成功事例も交えて10個紹介させていたたきます。【第1章】でみんなに選ばれるための戦略は、非常に楽しかったので、本書を読み終わったあと、またこのレビューにて一緒に考えて下さると嬉しいです。1.無料サンプル配布でエボークト・セットに加える•戦略: 学校や地域のイベントで、まずは無料でこうせんべいを試食できる機会を作る。•理由: 人はまず「試してみたい」と感じたものをエボークト・セットに加えやすい。おいしさを体験してもらえば、選ぶ確率（プレファレンス）が上がる。•成功事例: 地元の学芸会で無料サンプルを配布した小規模なお菓子屋さんは、試食後に「おいしかった！」という口コミが広がり、次回から多くのリピーターを獲得した。2.レシピの工夫で味のクオリティを向上させ、プレファレンスを上げる•戦略: こだわりの材料や独自の調味料を使い、他のお菓子にはないおいしさと食感を実現する。•理由: 一度「これが一番！」と思ってもらえれば、頭の中のサイコロの偏りがこうせんべいに向く。•成功事例: 学校のおやつコンテストで、独自レシピのおせんべいが「絶品」と評価され、後に地域内で人気商品となった例がある。3.魅力的なパッケージデザインで目立たせる　•戦略: カラフルでかわいらしいイラストやキャラクターを用いたパッケージを採用し、見た目で興味を引く。•理由: 視覚的な印象は「エボークト・セット」に載るかどうかに大きく影響する。特に子どもは目で選ぶ傾向がある。•成功事例: ある小学生がデザインしたパッケージが、同級生の間で話題となり、学校内の人気商品になった実績がある。　4.おまけ付きキャンペーンで付加価値を提供する•戦略: おせんべいを買うと小さなカードやシール、ミニおもちゃなどのおまけがつくキャンペーンを展開する。　•理由: 単なる味だけでなく、買うと得する「おまけ」があると、子どもたちの購買意欲が刺激され、プレファレンスが向上する。•成功事例: コンビニで実施されたおまけ付きのお菓子キャンペーンは、通常の2倍以上の売上を記録した例がある。5.SNSや口コミを活用して人気を広げる•戦略: 友だちや家族、学校の先生などがSNSや口伝えで「こうせんべいはおいしい！」と発信できるよう、体験談や写真を共有する。•理由: 他の人が実際においしいと認めると、頭の中のサイコロの「こうせんべい」の出目が高くなり、自然と選ばれやすくなる。•成功事例: 地元のSNSグループで口コミが広がったお菓子は、口コミ効果によりリピーターが急増し、学校でも大人気になった。　　　6.期間限定や季節限定のフレーバーを導入する•戦略: 季節やイベントに合わせた特別なフレーバーやパッケージを期間限定で販売する。•理由: 「今しか買えない」という限定感は、選ばれる決定打になる。エボークト・セットに加わるチャンスが高まる。•成功事例: 季節限定のスナックが学校内で大好評となり、限定期間中はほぼ完売したという実績がある。7.ワークショップや体験イベントで商品に愛着を持たせる•戦略: おせんべい作りのワークショップを開催し、みんなに自分で作る楽しさや商品の裏側を体験してもらう。•理由: 自ら関わる体験は、商品のプレファレンスを劇的に上げる。エボークト・セットに「自分が作った」という特別感が加わる。•成功事例: 学校で行われた手作りお菓子教室では、参加した子どもたちがその後家族や友だちにもすすめ、商品の売上が増加した。8.地域や学校のイベントに積極的に出店する•戦略: 学校祭や地域のお祭り、イベントなどにブースを出し、多くの人の目に触れる機会を増やす。•理由: 目に見える場所で商品を展示すると、自然とエボークト・セットに加わりやすくなる。競合商品が並ぶ中で、実際に手に取る機会を作ることが重要。 • 成功事例: 地元の学校祭にブースを出した小規模ベンチャーは、その場での購入だけでなく後日のリピート購入も多数獲得した。　9.商品の背景ストーリーやこだわりを伝える　•戦略: こうせんべいがどのように作られたのか、こうくん自身の努力や材料へのこだわりなど、心に響くストーリーを発信する。•理由: 感情的なつながりができると、プレファレンスが自然と高まり、頭の中のサイコロの出目が自社商品に傾く。•成功事例: ある地元スナックは、創業者の苦労話や家族の想いを広告に盛り込み、多くの消費者の共感を得て大ヒットした。10. ライバル商品の在庫状況やタイミングを狙って販売戦略を調整する•戦略: たとえば、人気のポテトチップスやチョコレートが一時的に品切れになったタイミングを狙って、特別キャンペーンを行う。•理由: エボークト・セットから人気商品の一部が抜けると、こうせんべいが相対的に選ばれる確率が高くなる。•成功事例: 市場調査をもとに、競合品が不足している時期に合わせたプロモーションを行った企業は、通常よりも大幅なシェア拡大を達成したという報告がある。11. こうくん自らの自撮り動画で紹介する・【戦略】こうくんが自分でおせんべいを作る過程や楽しんでいる様子を動画で発信する。・【理由】子どもたちはリアルな姿に親近感を持ち、動画を見た人が実際に試してみたくなる。・【成功事例】学校内で自撮り動画が話題になり、実際に試してみた友だちが増えた。12. 地元新聞・学校新聞に特集記事を掲載する・【戦略】地域紙や学校の新聞で、こうくんのおせんべいのストーリーを紹介する。・【理由】信頼性のあるメディアを通じた露出で、保護者も安心して購入できる。・【成功事例】掲載後、地域の知名度が上がり問い合わせが急増した。13. 校内クイズ大会とのコラボ企画・【戦略】クイズ大会の景品におせんべいを提供し、投票や参加を促す。・【理由】楽しさと競争心で商品の認知度が上がり、エボークト・セットに加わるきっかけになる。・【成功事例】クイズ大会後に、参加者から「また買いたい」という声が多数上がった。14. スタンプカードでリピート購入を促進する・【戦略】おせんべいを買うたびにスタンプが貯まるカードを導入し、特典を用意する。・【理由】おまけ感覚で購入する楽しみがあり、リピート率が向上する。・【成功事例】スタンプカード導入後、常連客が増加した事例がある。15. 限定フレーバーや季節商品を展開する・【戦略】季節ごとに限定の味やデザインのおせんべいを発売する。・【理由】「今しか買えない」という限定感が購買意欲を刺激する。・【成功事例】限定商品が発表されると、一時的に売上が急上昇したケースがある。16. クラス対抗おせんべい作りコンテストの開催・【戦略】クラスごとにオリジナルおせんべいを作るコンテストを実施し、優秀作品を表彰する。・【理由】競争心と参加意欲が高まり、自然と商品の話題性が拡大する。・【成功事例】コンテスト後に、学校全体でおせんべいが話題になった。17. 地域イベントでの屋台出店・【戦略】地元のお祭りやイベントに出店し、直接おせんべいを販売・試食させる。・【理由】実際に手に取ってもらうことで、エボークト・セットに入りやすくなる。・【成功事例】屋台出店後、口コミで近隣地域にも広がった。18. ワークショップや体験イベントの開催・【戦略】子どもや家族向けにおせんべい作り体験会を開催する。・【理由】参加体験が商品の愛着を高め、後々のリピート購入に繋がる。・【成功事例】体験会参加者が自宅でもおせんべいを作るなど、熱心なファンが増えた。19. おせんべい専用のキャラクターを創作する・【戦略】おせんべいのマスコットキャラクターを作り、パッケージや宣伝に使用する。・【理由】キャラクターは記憶に残りやすく、子どもたちのプレファレンスを高める。・【成功事例】キャラクターグッズが人気となり、商品全体の認知度が向上した。20. 地元有名店とのコラボ商品として販売する・【戦略】地域のカフェやお店と提携し、コラボ限定商品として販売する。・【理由】他ブランドとのコラボは信頼感をプラスし、注目度が上がる。・【成功事例】コラボ商品が発表され、双方のファン層が取り込めた。\n続きを読む",
      "helpful_votes": "75人のお客様がこれが役に立ったと考えています"
    },
    {
      "reviewer_name": "Regurus",
      "rating": "5",
      "title": "5つ星のうち1.0\nファンとして残念極まりない、驕りの兆候が見られる本",
      "date": "2025年2月14日に日本でレビュー済み",
      "content": "残念ながら「期待外れ」と言わざるを得ない、非常に内容の薄い本でした。森岡さんのことはYouTubeの番組等でお見かけし尊敬していましたが、今回の内容に触れ、ショックを隠しきれません。マーケティング関連の書籍は名著を含め数多く読んでまいりましたが、それらの中から抜粋されたような内容が、あたかも「森岡さん独自の理論」のように語られている記述が多く見受けられました。古くから有名なマーケティングの理論などが、言い方を変えて紹介されているような形で、新しい発見はほとんどありません。通常、先人たちの理論は「引用」するべきものですが、引用や出典の記載がほとんどありません。森岡さんはマーケターの歴史的権威を目指されているのでしょうか？コトラーへの反論に関する内容もそうですが、歴代の経済学者やマーケターたちへの敬意が感じられない点が特に残念に感じました。また、例外がたくさんあるような事柄に対しても「例外はない」というような形で断じている点にも疑問を感じてしまいました。森岡さんはこれまで比較的資本力のある大企業のマーケティングしかご経験がないためか、資本力のない企業の場合では逆効果となるような戦略論も多く見受けられました。そうした前提の解説があればわかりやすいのですが「すべての企業がこうするべき」という方向に寄せていらっしゃるため、ポジショントークがいき過ぎているように思います。これまで携わってこられたプロジェクトが軒並み成功し、メディアにも引っ張りだこの今、この本からはその結果としての「驕り」の兆候が見られます。社運をかけたジャングリアのオープンが控えている今、このような本を出版されるというのは・・・純粋に、森岡さんの今後が心配です。\n続きを読む",
      "helpful_votes": "25人のお客様がこれが役に立ったと考えています"
    },
    {
      "reviewer_name": "ポチ",
      "rating": "5",
      "title": "5つ星のうち4.0\nもっと売れる、注目させるためにはの醍醐味",
      "date": "2025年3月9日に日本でレビュー済み",
      "content": "読みやすい。内容もしっかりしてるし、何より文章がきれい。書物としてもランク高い\n続きを読む",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "日向野　健",
      "rating": "5",
      "title": "5つ星のうち5.0\n凄いという一言。",
      "date": "2025年2月13日に日本でレビュー済み",
      "content": "売上、集客で頭悩ましているなら絶対一読すべき完璧な良書。さすがです。早速実践してみます。森岡さん。これは前著同様身近に置いて今後事業指針の辞書として使わせていただきます。ありがとうございました。\n続きを読む",
      "helpful_votes": "2人のお客様がこれが役に立ったと考えています"
    }
  ],
  "related_books": [
    {
      "title": "確率思考の戦略論 USJでも実証された数学マーケティングの力",
      "url": "https://www.amazon.com/%E7%A2%BA%E7%8E%87%E6%80%9D%E8%80%83%E3%81%AE%E6%88%A6%E7%95%A5%E8%AB%96-USJ%E3%81%A7%E3%82%82%E5%AE%9F%E8%A8%BC%E3%81%95%E3%82%8C%E3%81%9F%E6%95%B0%E5%AD%A6%E3%83%9E%E3%83%BC%E3%82%B1%E3%83%86%E3%82%A3%E3%83%B3%E3%82%B0%E3%81%AE%E5%8A%9B-%E6%A3%AE%E5%B2%A1-%E6%AF%85/dp/4041041422/ref=pd_sbs_d_sccl_2_1/357-5535413-9877622?pd_rd_w=foDdW&content-id=amzn1.sym.13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_p=13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_r=N7A56Y7CCEKP8FA3R32A&pd_rd_wg=nI2IO&pd_rd_r=b7ce6ef5-788d-497c-9224-5124fd540455&pd_rd_i=4041041422&psc=1",
      "image_url": "https://images-fe.ssl-images-amazon.com/images/I/61iB5fczHfL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "苦しかったときの話をしようか ビジネスマンの父が我が子のために書きためた「働くことの本質」",
      "url": "https://www.amazon.com/%E8%8B%A6%E3%81%97%E3%81%8B%E3%81%A3%E3%81%9F%E3%81%A8%E3%81%8D%E3%81%AE%E8%A9%B1%E3%82%92%E3%81%97%E3%82%88%E3%81%86%E3%81%8B-%E3%83%93%E3%82%B8%E3%83%8D%E3%82%B9%E3%83%9E%E3%83%B3%E3%81%AE%E7%88%B6%E3%81%8C%E6%88%91%E3%81%8C%E5%AD%90%E3%81%AE%E3%81%9F%E3%82%81%E3%81%AB%E6%9B%B8%E3%81%8D%E3%81%9F%E3%82%81%E3%81%9F%E3%80%8C%E5%83%8D%E3%81%8F%E3%81%93%E3%81%A8%E3%81%AE%E6%9C%AC%E8%B3%AA%E3%80%8D-%E6%A3%AE%E5%B2%A1-%E6%AF%85/dp/4478107823/ref=pd_sbs_d_sccl_2_2/357-5535413-9877622?pd_rd_w=foDdW&content-id=amzn1.sym.13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_p=13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_r=N7A56Y7CCEKP8FA3R32A&pd_rd_wg=nI2IO&pd_rd_r=b7ce6ef5-788d-497c-9224-5124fd540455&pd_rd_i=4478107823&psc=1",
      "image_url": "https://images-fe.ssl-images-amazon.com/images/I/81Tbib6oPhL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "森岡毅 必勝の法則　逆境を突破する異能集団「刀」の実像",
      "url": "https://www.amazon.com/%E6%A3%AE%E5%B2%A1%E6%AF%85-%E5%BF%85%E5%8B%9D%E3%81%AE%E6%B3%95%E5%89%87-%E9%80%86%E5%A2%83%E3%82%92%E7%AA%81%E7%A0%B4%E3%81%99%E3%82%8B%E7%95%B0%E8%83%BD%E9%9B%86%E5%9B%A3%E3%80%8C%E5%88%80%E3%80%8D%E3%81%AE%E5%AE%9F%E5%83%8F-%E4%B8%AD%E5%B1%B1-%E7%8E%B2%E5%AD%90/dp/4296206583/ref=pd_sbs_d_sccl_2_3/357-5535413-9877622?pd_rd_w=foDdW&content-id=amzn1.sym.13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_p=13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_r=N7A56Y7CCEKP8FA3R32A&pd_rd_wg=nI2IO&pd_rd_r=b7ce6ef5-788d-497c-9224-5124fd540455&pd_rd_i=4296206583&psc=1",
      "image_url": "https://images-fe.ssl-images-amazon.com/images/I/71Su4oRFZ6L._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "マーケティングとは「組織革命」である。 個人も会社も劇的に成長する森岡メソッド",
      "url": "https://www.amazon.com/%E3%83%9E%E3%83%BC%E3%82%B1%E3%83%86%E3%82%A3%E3%83%B3%E3%82%B0%E3%81%A8%E3%81%AF%E3%80%8C%E7%B5%84%E7%B9%94%E9%9D%A9%E5%91%BD%E3%80%8D%E3%81%A7%E3%81%82%E3%82%8B%E3%80%82-%E5%80%8B%E4%BA%BA%E3%82%82%E4%BC%9A%E7%A4%BE%E3%82%82%E5%8A%87%E7%9A%84%E3%81%AB%E6%88%90%E9%95%B7%E3%81%99%E3%82%8B%E6%A3%AE%E5%B2%A1%E3%83%A1%E3%82%BD%E3%83%83%E3%83%89-%E6%A3%AE%E5%B2%A1-%E6%AF%85/dp/4822257959/ref=pd_sbs_d_sccl_2_4/357-5535413-9877622?pd_rd_w=foDdW&content-id=amzn1.sym.13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_p=13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_r=N7A56Y7CCEKP8FA3R32A&pd_rd_wg=nI2IO&pd_rd_r=b7ce6ef5-788d-497c-9224-5124fd540455&pd_rd_i=4822257959&psc=1",
      "image_url": "https://images-fe.ssl-images-amazon.com/images/I/81D0xt0KO2L._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "USJを劇的に変えた、たった1つの考え方 成功を引き寄せるマーケティング入門",
      "url": "https://www.amazon.com/USJ%E3%82%92%E5%8A%87%E7%9A%84%E3%81%AB%E5%A4%89%E3%81%88%E3%81%9F%E3%80%81%E3%81%9F%E3%81%A3%E3%81%9F1%E3%81%A4%E3%81%AE%E8%80%83%E3%81%88%E6%96%B9-%E6%88%90%E5%8A%9F%E3%82%92%E5%BC%95%E3%81%8D%E5%AF%84%E3%81%9B%E3%82%8B%E3%83%9E%E3%83%BC%E3%82%B1%E3%83%86%E3%82%A3%E3%83%B3%E3%82%B0%E5%85%A5%E9%96%80-%E6%A3%AE%E5%B2%A1-%E6%AF%85/dp/4041041414/ref=pd_sbs_d_sccl_2_5/357-5535413-9877622?pd_rd_w=foDdW&content-id=amzn1.sym.13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_p=13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_r=N7A56Y7CCEKP8FA3R32A&pd_rd_wg=nI2IO&pd_rd_r=b7ce6ef5-788d-497c-9224-5124fd540455&pd_rd_i=4041041414&psc=1",
      "image_url": "https://images-fe.ssl-images-amazon.com/images/I/61n-CPE+iML._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "誰もが人を動かせる! あなたの人生を変えるリーダーシップ革命",
      "url": "https://www.amazon.com/%E8%AA%B0%E3%82%82%E3%81%8C%E4%BA%BA%E3%82%92%E5%8B%95%E3%81%8B%E3%81%9B%E3%82%8B-%E3%81%82%E3%81%AA%E3%81%9F%E3%81%AE%E4%BA%BA%E7%94%9F%E3%82%92%E5%A4%89%E3%81%88%E3%82%8B%E3%83%AA%E3%83%BC%E3%83%80%E3%83%BC%E3%82%B7%E3%83%83%E3%83%97%E9%9D%A9%E5%91%BD-%E6%A3%AE%E5%B2%A1%E6%AF%85/dp/429610800X/ref=pd_sbs_d_sccl_2_6/357-5535413-9877622?pd_rd_w=foDdW&content-id=amzn1.sym.13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_p=13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_r=N7A56Y7CCEKP8FA3R32A&pd_rd_wg=nI2IO&pd_rd_r=b7ce6ef5-788d-497c-9224-5124fd540455&pd_rd_i=429610800X&psc=1",
      "image_url": "https://images-fe.ssl-images-amazon.com/images/I/71jOzWDmE3L._AC_UL330_SR330,330_.jpg"
    }
  ],
  "book_url": "https://www.amazon.co.jp/%E7%A2%BA%E7%8E%87%E6%80%9D%E8%80%83%E3%81%AE%E6%88%A6%E7%95%A5%E8%AB%96-%E3%81%A9%E3%81%86%E3%81%99%E3%82%8C%E3%81%B0%E5%A3%B2%E4%B8%8A%E3%81%AF%E5%A2%97%E3%81%88%E3%82%8B%E3%81%AE%E3%81%8B-%E6%A3%AE%E5%B2%A1-%E6%AF%85/dp/4478115281",
  "region": "us",
  "language": "en",
  "url": "https://www.amazon.co.jp/%E7%A2%BA%E7%8E%87%E6%80%9D%E8%80%83%E3%81%AE%E6%88%A6%E7%95%A5%E8%AB%96-%E3%81%A9%E3%81%86%E3%81%99%E3%82%8C%E3%81%B0%E5%A3%B2%E4%B8%8A%E3%81%AF%E5%A2%97%E3%81%88%E3%82%8B%E3%81%AE%E3%81%8B-%E6%A3%AE%E5%B2%A1-%E6%AF%85/dp/4478115281/ref=zg_bs_g_554210_d_sccl_8/357-5535413-9877622?psc=1"
}