{
  "书名": "Ultra-Processed People: The Definitive #1 Bestseller You Need to Understand Ultra-Processed Food",
  "作者": "Chris van Tulleken",
  "作者页面": "https://www.amazon.co.uk/Chris-van-Tulleken/e/B0C32WBR7N/ref=dp_byline_cont_book_1",
  "封面": "https://m.media-amazon.com/images/I/81a0BmG6a9L._SL1500_.jpg",
  "作者简介": "Discover more of the author’s books, see similar authors, read book recommendations and more.",
  "内容简介": "NOW WITH TWO BONUS CHAPTERS INCLUDING AN FAQTHE NUMBER ONE SUNDAY TIMES BESTSELLERFORTNUM & MASON'S DEBUT FOOD BOOK OF THE YEAR 2024A TIMES AND SUNDAY TIMES SCIENCE BOOK OF THE YEAR 2023AN ECONOMIST, DAILY MAIL, GOOD HOUSEKEEPING and AMAZON BEST BOOK OF THE YEAR 2023SHORTLISTED FOR WATERSTONE'S BOOK OF THE YEAR 2023Chosen by the SUNDAY TIMES, GUARDIAN, FT and DAILY MAIL as one of their BEST SUMMER BOOKS OF 2023As seen on Chris' BBC documentary about ultra-processed foods, Irresistible: Why We Can't Stop Eating''Clearly a brilliant book' James O'Brien'If you only read one diet or nutrition book in your life, make it this one' Bee Wilson'A devastating, witty and scholarly destruction of the shit food we eat and why' Adam Rutherford---An eye-opening investigation into the science, economics, history and production of ultra-processed food.It's not you, it's the food.We have entered a new 'age of eating' where most of our calories come from an entirely novel set of substances called Ultra-Processed Food, food which is industrially processed and designed and marketed to be addictive. But do we really know what it's doing to our bodies?Join Chris in his travels through the world of food science and a UPF diet to discover what's really going on. Find out why exercise and willpower can't save us, and what UPF is really doing to our bodies, our health, our weight, and the planet (hint: nothing good).For too long we've been told we just need to make different choices, when really we're living in a food environment that makes it nigh-on impossible. So this is a book about our rights. The right to know what we eat and what it does to our bodies and the right to good, affordable food.Number 1 Sunday Times bestseller, August 2023",
  "ISBN": "1529160227",
  "书本页面": "https://www.amazon.co.uk/Ultra-Processed-People-Stuff-That-Isnt/dp/1529160227/ref=pd_bxgy_thbs_d_sccl_2/257-3686364-7524253?pd_rd_w=xqlOM&content-id=amzn1.sym.ec630614-3f9e-4b7f-ba9a-fe89f8e4113f&pf_rd_p=ec630614-3f9e-4b7f-ba9a-fe89f8e4113f&pf_rd_r=CY1770PCPET0R2KGDWKY&pd_rd_wg=ugOVj&pd_rd_r=eeebe16f-112e-446e-b5dd-ba781d6f87f4&pd_rd_i=1529160227&psc=1",
  "出版社": "Penguin",
  "出版时间": "2 May 2024",
  "amazon_rating": "4.6",
  "amazon_rating_count": "5,736 ratings",
  "关联图书": [
    {
      "title": "Ultra-Processed People: The Definitive #1 Bestseller You Need to Understand Ultra-Processed Food",
      "url": "https://www.amazon.co.uk/Ultra-Processed-People-Stuff-That-Isnt/dp/1529160227/ref=pd_vtp_h_pd_vtp_h_d_sccl_1/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=1529160227&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/81a0BmG6a9L._AC_UL200_SR200,200_.jpg"
    },
    {
      "title": "The Trading Game: The No. 1 Sunday Times bestseller",
      "url": "https://www.amazon.co.uk/Trading-Game-Sunday-Times-bestseller/dp/1802062734/ref=pd_vtp_h_pd_vtp_h_d_sccl_2/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=1802062734&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/81fRkJYlEHL._AC_UL200_SR200,200_.jpg"
    },
    {
      "title": "The Science of Nutrition: Debunk the Diet Myths and Learn How to Eat Well for Health and Happiness",
      "url": "https://www.amazon.co.uk/Science-Nutrition-Debunk-Health-Happiness/dp/0241506468/ref=pd_vtp_h_pd_vtp_h_d_sccl_3/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=0241506468&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71tfZEWKoJL._AC_UL200_SR200,200_.jpg"
    },
    {
      "title": "The Anxious Generation: How the Great Rewiring of Childhood Is Causing an Epidemic of Mental Illness",
      "url": "https://www.amazon.co.uk/Anxious-Generation-Rewiring-Childhood-Epidemic/dp/1802063277/ref=pd_vtp_h_pd_vtp_h_d_sccl_4/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=1802063277&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/719w6Tq5+VL._AC_UL200_SR200,200_.jpg"
    },
    {
      "title": "The Food For Life Cookbook: 100+ recipes created with ZOE from the #1 Sunday Times bestselling author and ITV Lorraine gut-he",
      "url": "https://www.amazon.co.uk/Food-Life-Cookbook-bestselling-gut-health/dp/1787335232/ref=pd_vtp_h_pd_vtp_h_d_sccl_5/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=1787335232&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71y71Q+YuQL._AC_UL200_SR200,200_.jpg"
    },
    {
      "title": "Food for Life: The New Science of Eating Well by the #1 Sunday Times bestselling author",
      "url": "https://www.amazon.co.uk/Food-Life-Science-Eating-bestseller/dp/1529919665/ref=pd_vtp_h_pd_vtp_h_d_sccl_6/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=1529919665&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71943b+xzjL._AC_UL200_SR200,200_.jpg"
    },
    {
      "title": "The Housemaid: An absolutely addictive psychological thriller with a jaw-dropping twist (The housemaid series, 1)",
      "url": "https://www.amazon.co.uk/Housemaid-absolutely-addictive-psychological-jaw-dropping/dp/1408728516/ref=pd_vtp_h_pd_vtp_h_d_sccl_7/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=1408728516&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71-7VRV8RvL._AC_UL200_SR200,200_.jpg"
    },
    {
      "title": "How to Lose Weight Well: Keep weight off forever, the healthy, simple way",
      "url": "https://www.amazon.co.uk/How-Lose-Weight-Well-forever/dp/1849499519/ref=pd_vtp_h_pd_vtp_h_d_sccl_8/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=1849499519&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/81GUpKDgSBL._AC_UL200_SR200,200_.jpg"
    },
    {
      "title": "Unprocess Your Life: The new cookbook to help you break free from ultra-processed foods",
      "url": "https://www.amazon.co.uk/Unprocess-Your-Life-cookbook-ultra-processed/dp/0008664471/ref=pd_vtp_h_pd_vtp_h_d_sccl_9/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=0008664471&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71b-ttCcQrL._AC_UL200_SR200,200_.jpg"
    },
    {
      "title": "So Good: The instant #1 Sunday Times bestseller: Food you want to eat, designed by a nutritionist",
      "url": "https://www.amazon.co.uk/So-Good-Food-designed-nutritionist/dp/1399620053/ref=pd_vtp_h_pd_vtp_h_d_sccl_10/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=1399620053&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71-rJ9rZ6jL._AC_UL200_SR200,200_.jpg"
    },
    {
      "title": "Glucose Revolution: The life-changing power of balancing your blood sugar",
      "url": "https://www.amazon.co.uk/How-Glucose-Goddess-life-changing-balancing/dp/178072523X/ref=pd_vtp_h_pd_vtp_h_d_sccl_11/257-3686364-7524253?pd_rd_w=dltjt&content-id=amzn1.sym.27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_p=27b8d297-93e8-4664-82f7-98afee526b43&pf_rd_r=2QGR5KGSHMKH7FY8QT65&pd_rd_wg=trads&pd_rd_r=6a559a71-13b1-4d3f-9d47-aacaa11e861f&pd_rd_i=178072523X&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/51t1J55CgHL._AC_UL200_SR200,200_.jpg"
    }
  ],
  "读者评论": [
    {
      "reviewer_name": "J. Drew",
      "rating": "5.0",
      "title": "An important book",
      "date": "Reviewed in the United Kingdom on 7 October 2024",
      "content": "- This book is a powerful polemic about what the food we are putting in our body is causing us harm – and the book argues that the main reason for this is the ultra-processed food that has flooded our environment.- Until the 1920s pretty much all babies had milk followed by the introduction of the same types of food that parents had mash down or blended and made much softer until the 1920s. Now we are consuming ultra-processed foods (UPF) that makes up as much as 60% of our diets in the UK and USA. UPF is mostly food that is wrapped in plastic and has at least one ingredient that you wouldn’t usually find in a standard kitchen. Another rule is if it comes with a health claim, it’s probably UPF.  Some of it is junk food but it also includes many types of bread as well as biscuits and shop brought cakes.- It is almost uncommon and extremely rare for any animal to be obese although some animals such as seals might require high levels of fat to keep them warm when they're in the deep sea. It was once remarkable rare for humans to be obese until 1900’s and in 1950 only 1% of the population was overweight – 50 years later, it is now almost 30% and growing in the UK.- UPF damages the human body and increases rates of cancer, metabolic disease and mental illness, damages human societies by displacing food cultures and driving inequality, poverty and early death. It is also damaging the planet.- Children in the UK and the USA with the highest rates of UPF are not only heavier than their peers, but they’re also shorter too.- The author began this book by doing a BBC program called ‘what are we feeding our kids’ which shows how our foods have changed from only eating about 20% of UPF to many teenagers making up 80% of their food being UPF and some eating 100%.  Van Tullken then ate a diet of 80% UPF foods for 4 weeks and the change in both his weight and mental status showed dramatic changes.  You can see some clips of this on YouTube and they are worth watching.- UPF foods are made up of stabilisers, emulsifiers, gums, lecithin, glucose, a range of different oils including palm oil which is having massive impacts on our climate – large swaths of forests are cut down to grow these crops and reductions in trees stops carbon capture.- Appetite works by the hypothalamus regulating appetite through the chemical signals it receives from several hormones – most notably ghrelin (which stimulates hunger and is found in the stomach) and leptin (which is found in fat cells and tells you when your full and don’t need to eat any more).  UPF seems to override the hormone leptin and we then eat more of this food.  Damage to the hypothalamus in experiments carried out on mice and rats will determine whether they gorge themselves to death or starve to death. However, ultra-processed foods can override system that regulates your body including the pleasure that we get from this food. And we are no longer in control.- If you give a child Coco-Pops cereal (from a box that states that 50% of your daily vitamin D and 30% less sugar), children will wolf it down.  The main reason for the rapid increase in overweight and obesity throughout the word, especially since the 1980’s is due to the production and consumption of UPF foods and drinks and the increase in fat-sugar-salt ratios that make you become addicted to these foods.- SUGAR AND ORAL CARE: The author looks at some interesting findings regarding UPF and that the most significant reason for not having sugary drinks and foods is that it will make you want to eat more. Sugar is the number one cause of people having anaesthesia in the hospital to have their teeth extracted in three-year olds and above and it's causing high levels of tooth decay and come to these in children due to the amount of sugars they are now consuming through ultra-processed foods and drinks such as Coca-Cola and confectionery and yet none of these carry any kind of health warnings that they will cause tooth decay and gum disease. The other thing about sugar is that it makes you want to eat more and is one of the biggest drivers in human appetite. You can carry out an experiment with a child and offer them one set of cereal without sugar and one with sugar, and the cereals with sugar are the ones that they will eat and consume at much higher levels. Sugar causes early death more than any other single food item in the world. We have health warnings on tobacco and when 10% of 3-year-olds and a quarter of all 5-year-olds are having some form of tooth decay, we should be doing something about this. Sugar drinks destroy your teeth and supply sugars that feed bacteria living in the mouth.  In England more than 10% of 3-year-olds and a quarter of 5-year-olds have tooth decay.  Almost 90% of hospital tooth extractions among children younger than five are due to preventable tooth decay, and tooth extraction is the most common hospital procedure in children aged 6 to 10. The most common operation we do in children - ahead of fixing bones broken on trampolines, hernia repairs and appendix removal - is for rotten teeth. And in the USA the statistics are even worse. The dental crisis is almost entirely due to UPF. And the main reason is because we eat them constantly. Their marketed is treats and snacks. UPF is why dental carries cause suffering in up to 90% of school age children in industrialised countries. And yet no can of fizzy drink anywhere in the world carries a warning about the risks of oral disease and the risks of early death.”- Just looks at the benefits of exercise to lose weight and most of the information that we have seems to come from companies such as Coca-Cola that promote healthy exercise to lose weight. However, the evidence shows that this is just not the case. Exercises so many benefits but in regard to losing weight, we burn the same number of calories just by being inactive as we do from exercise due to how we metabolise foods. It's the food that we are eating that is causing us to gain weight and this book argues that it's mainly ultra-processed foods in particular that are causing this to occur.- ENVIORNMENT: although genetics are an important factor in how we might gain weight, it is also important to consider the role of the environment. When we are surrounded by so much junk food and stores that often sell nothing more than this product, then it is difficult for people to resist these kinds of foods.- Another important factor is that young people no longer have access to youth clubs in the UK so they tend to hang out in fast food joints where they will also consume ultra-processed foods in high numbers as they have nowhere else to go.- The food environments that we grew up in or having a significant impact on health and the food that we consume. These play more an impact in how much weight we gain rather than our genes. When we are surrounded by junk food, get advertisement through games and apps as well as places to hang out in, this is one of the most important factors that is driving one in three people to become obese and have diet related illnesses that are preventable. Another factor that will influence what we eat is stress and particularly the hormone cortisol which seems to have an impact on driving increased appetite. These types of foods people often seem to rely on, but it seems to be exasperating problems rather than as a solution to stress. Extreme stress and extreme poverty alongside the environment where we are surrounded by UPF are causing increased rates of obesity and food consumption. And the marketing of these foods has an impact on what we eat also.- POVERTY: 1 million people in the UK don't have a fridge and over 3 million don't have a freezer which means that UPF are easy to store and easy to cook. Foods such as organic Ella food pouches for infants can last up to two years before they are able to eat in regard to their best before date.- Some have also argued that UPF’s are not food but it’s an ‘industrially produced edible substance’. When we heat the plastic on the packaging there has been some research to say that this is contributing to reduced fertility and penis size shrinkage.- With 40% of Americans overweight and many desperate to do something about it but when you're addicted to these types of food, this causes difficulties in consumption reduction. In America 90% of Americans alcohol drink but only 13% have an addiction problem to alcohol. But UPF do have a massive potential to make people addicted to these kinds of foods. People crave UPF rather than real food.- Another significant factor is it UPF make money because no one can make money out of advertising succulent vegetables, fruits and fish but they can make lots of money out of advertising unique ultra-processed foods which isn't real food, and you can sell it and make a lot of money. Another important factor is the reward systems in your brain that make you want to eat at a McDonald's burger or a Pringles pack is that you feel you can't stop eating because it's causing your appetite regulation to not work. You're driven to eat this kind of food. And the system hasn't yet evolved to manage how to deal with these kinds of foods, so we're just driven to eat more and more. It's damaging both our health and our mental well-being.- FLAVOURINGS are another factor and you can easily fool people into thinking that what they're eating is good for them.- HOW WE DEVELOP TASTES PREFERENCES: All taste preferences are learnt. There have also been tests carried out on mothers who are given carrot milk to drink when they are pregnant in control studies well other pregnant women in the last trimester of pregnancy and others just drank water. When the babies were born the mums that had carrot puree as opposed to just drinking water, those babies had a greater preference in wanting to have carrot puree. What parents eat in pregnancy can have an impact on a baby's preference once they're born. These preferences start to occur even when we aren't yet born. If parents in pregnancy or consuming UPF, it will be impacting on the preferences once the child is born. And just giving supplements can have an impact so that if you're eating calcium in large quantities will impact on your ability to absorb zinc. For the majority of essential nutrients, we really need to be eating natural foods or just processed foods such as tin fish or milk.- It's interesting to note that Coca-Cola is actually quite a bitter drink, but it then also allows large amounts of sugar to be added to the drink which makes you want to drink more. There's an interesting paradox of our age that Coca-Cola can sometimes be cheaper than just drinking bottled water, but this is because larger amounts of Coca-Cola are consumed and bought rather than water, which causes it to be sold at a cheaper price.- SWEETNERS: a lot of people start to have artificial sweeteners, but they can have just as much of an impact in causing diabetes and other health related issues. There appears to be some research that they disrupt the microbiome in the gut which is such an important factor in what we are eating. If you give artificial sweeteners such as sucrose to rats, it alters both the brain chemistry and the gut microbiome and causes early death in rats.- EMULISIFERS: The same sort of emulsifies that you might find in shampoo and detergent are being added to UPF and they appear to be stripping the microbiome and you got it healthy bacteria. In many ways it can be compared to the effects of smoking on your body. And the gut is the single most important part of the body after the brain and the immunology system, and yet we are causing considerable harm.- UPF’s are also destroying the planet.- SUMMARY:- The destruction of food by physical chemical and thermal processing means food is generally soft. This means you eat it fast, which means you eat far more calories per minute, and you don't feel full after you finished. This potentially reduces facial bone size and bone density, leading to dental problems.- UPF typically have a very high calorie density because it's dry and high in fat and sugar and low in fibre, so you get more calories per mouthful.- UPF is often micronutrient deficient come which may also contribute to excess consumption.- The mismatch between taste signals from the mouth and the nutrient content in some UPF alters metabolism and appetite in new ways that we are only beginning to understand but that seem to drive excess consumption.- UPF is addictive meaning that for some people binges are unavoidable.- Emulsifiers, preservatives, modified starches and other additives damaged microbiome, which could allow inflammatory bacteria to flourish and cause the gut to leak.- The convenience, price and marketing of UPF urges us to eat constantly and without thought, which leads to more snacking, less chewing, faster eating, increase consumption and tooth decay.- The additives and physical processing mean that UPF affects our satiety system directly and other additives may affect brain and endocrine function, and plastics from the packaging might affect fertility.- The production methods used to make UPF require expensive subsidiary and drive environmental destruction, carbon emissions and plastic pollutions, which harm a soul.- One of the ways we can think about UPF is to the asking yourself if this is what you want to eat and to think about how this food will make you feel after you've eaten it. Do you really want to be eating industrialised processed edible substances or real food that will benefit both your health, your mental status, and the planet that we live in on.-  The most important takeaway message of this book is that it isn't really your fault that we are eating this food it is a fault of the companies that are both making, manufacturing, and advertising these foods that are causing you harm. And the companies know it."
    },
    {
      "reviewer_name": "annemarieelliott",
      "rating": "5.0",
      "title": "A must read book for all",
      "date": "Reviewed in the United Kingdom on 10 March 2025",
      "content": "This book should be read by everybody in the UK or around the world.  It is not an easy read since it has so much reference detail in but it is absolutely mind blowing.  I feel very much ashamed I did not read a similar book earlier or knew how our food is produced."
    },
    {
      "reviewer_name": "J F G Shearmur",
      "rating": "4.0",
      "title": "Importand and engaging, but...",
      "date": "Reviewed in the United Kingdom on 8 March 2024",
      "content": "This seemed to me an important and thought-provoking book.  It explains why ultra-processed food is problematic, but also indicates how little we know about causal the mechanisms involved.  It has changed my attitude towards shopping.  But at the same time, it seems to me that what, as shoppers, we need is the development of a certification system, which changes with developing research, so that we can make choices easily between products, as we encounter them on supermarket shelves.  This would also provide an incentive to producers to make things which would carry high certification (even though they would be likely to be expensive).  Such a system would on the face of it best be developed commercially (compare, in this context, the kinds of certification provided to certify compliance with Jewish or Islamic religious food law.)This, however, is not likely to be acceptable to the author, who has bees in his bonnet about corporations, and also what seem to me particularly  poor ideas in the philosophy of science about the relation between funding and results.  The author's ideas about economics also often seemed to me problematic, and what is an important and wide-ranging book on medicine and food science, which was well-documented, degenerated into a collection of material collected from encounters with a variety of oddballs and purely personal anecdotes.  This is not to say that on particular of these points the author may not be right.  But there seems to me a real falling-off between this and earlier parts of the book in which the personal anecdotes illustrate the science.All told, the author seems to me to have written a most important and measured book about his key areas of concern, doing a good job in conveying the kinds of problems that may arise, but also the complexity of, and our ignorance about, the field.  It is a shame that this was not matched by his comments on other topics."
    },
    {
      "reviewer_name": "Jake Thackray",
      "rating": "5.0",
      "title": "Make your own mind up",
      "date": "Reviewed in the United Kingdom on 20 February 2025",
      "content": "Wow,  this book was brilliant and disturbing in equal measure.  As a parent of 2 teenagers i found the contents of this book familiar and all too real. Getting my kids away from UPF and onto real food is an impossible task - and believe me I really do try. I'd happily support any campaign to allow consumers a real choice in the food that is available.If possible I'd give 6 stars to this book."
    },
    {
      "reviewer_name": "Kindle Customer",
      "date": "Reviewed in Spain on 7 October 2023",
      "content": "This book lays bare the often disgusting details about what goes into the ultr-processed food we eat every day. A truly horrifying read, guaranteed to make anyone re-think convenience foods. Back to cooking!"
    },
    {
      "reviewer_name": "Rosvita",
      "date": "Reviewed in Italy on 17 November 2024",
      "content": "uno studio pioneristico nel campo dell'industria alimentare e dei suoi effetti nelle abitudini alimentari moderne"
    },
    {
      "reviewer_name": "Alex",
      "date": "Reviewed in Germany on 6 January 2025",
      "content": "It is incredible what this book uncovers, it totally changed the way I think about diet and supermarket food."
    },
    {
      "reviewer_name": "amw",
      "date": "Reviewed in the United States on 18 October 2024",
      "content": "It's incredibly concerning what it being put into our food, and how damaging ultra-processed foods are to our health.  This book is a great description of that problem, with lots of details about how even \"the research\" and science of nutrition is heavily funded by big food and big pharma companies who have a financial interest in us being sick, eating more of the heavily processed food that the big food companies sell, and then needing the \"quick fix\" in the form of drugs that the big pharma companies sell.It is particularly disturbing to learn the US regulatory process regarding what is allowed to be put in food.I love the classification system described, to help distinguish raw, unprocessed foods from minimially processed, and then processed and ultra-processed foods. While it is not a perfect system, it is helpful in determining what foods to eat if one want to make healthier choices.I highly recommend this book to anyone wanting to improve their eating habits.The only thing I did not like is that it does seem rather bleak at points, and I wish that there was more in-depth writing concerning a solution to this problem."
    }
  ],
  "region": "us",
  "domain": "amazon.co.uk",
  "file_name": "amazon_book_1529160227_Ultra-Processed People_ The Definitive #1 Bestsell_2025-03-20T12-22-26-835Z.html",
  "processed_time": "2025-03-20 20:22:28",
  "url": "https://www.amazon.co.uk/Ultra-Processed-People-Stuff-That-Isnt/dp/1529160227/ref=pd_bxgy_thbs_d_sccl_2/257-3686364-7524253?pd_rd_w=xqlOM&content-id=amzn1.sym.ec630614-3f9e-4b7f-ba9a-fe89f8e4113f&pf_rd_p=ec630614-3f9e-4b7f-ba9a-fe89f8e4113f&pf_rd_r=CY1770PCPET0R2KGDWKY&pd_rd_wg=ugOVj&pd_rd_r=eeebe16f-112e-446e-b5dd-ba781d6f87f4&pd_rd_i=1529160227&psc=1"
}