{
  "书名": "数値化の鬼 ── 「仕事ができる人」に共通する、たった1つの思考法",
  "作者": "安藤広大",
  "作者页面": "https://www.amazon.co.jp/-/en/%E5%AE%89%E8%97%A4%E5%BA%83%E5%A4%A7/e/B076WRYMKJ/ref=dp_byline_cont_book_1",
  "封面": "https://m.media-amazon.com/images/I/71OY1AUTHjL._SL1500_.jpg",
  "内容简介": "★2022年と2023年の2年連続で年間ベストセラー入り（ビジネス、日販調べ）☆１番売れたビジネススキル書！★大反響! 大ヒット『47万部』を突破! ! ☆67万部の大ヒット作『リーダーの仮面』の第二弾★今作は、全プレーヤー向けの仕事術の「型」を体系化。数字がすべてではない。ただ、数字を無視して成長した人は誰1人としていない。全国4400社以上が導入した「いま、もっとも人を成長させるマネジメント法」の識学。そのエッセンスの中から「伸びる人」に共通する考え方の「型」を紹介。",
  "ISBN": "978-4478114377",
  "书本页面": "https://www.amazon.co.jp/数値化の鬼-仕事ができる人に共通するたった1つの思考法/dp/4478114374",
  "出版社": "ダイヤモンド社",
  "出版时间": "March 2, 2022",
  "读者评论": [
    {
      "reviewer_name": "しょう",
      "title": "5.0 out of 5 stars\nPDCAサイクルの実用書",
      "date": "Reviewed in Japan on March 2, 2025",
      "content": "取り組むことすべてにおいて、漠然と進めるよりも、計画的に進めるほうが無駄を減らし、時間・労力・お金といった貴重なリソースを有効活用できます。一生懸命やっているのに結果につながらない、徒労に終わってしまう——そんな経験や感覚に陥ったことはありませんか？この本は、そうした頑張りを確実に結果へと結びつけるための手順を、わかりやすく教えてくれます。数字を活用することで目標を細分化し、取り組むべき課題を明確にし、その過程を緻密にモニタリング。そして、その結果を次のアクションへとつなげることができます。また、こうしたプロセスを効果的に他者と共有する方法についても学べます。人生の目標設定、仕事での目標管理、友人とのプロジェクトの議論など、どんなシチュエーションでも活用できる実践的な内容です。特に印象に残ったポイントを以下に紹介します。より多くの方がこの本を手に取り、努力を確実に成果につなげられるようになればと思います。• 識学においては、「Ｐ」に時間をかけないことが重要としています。 「ＰＤＣＡ」の「Ｐ」は計画ですが、これに時間をかけるのはムダです。 人間は、「計画を立てるとき」がもっともテンションが上がります。 旅行の予定を考えたり、お小遣いの使い道を考えたり、夏休みの宿題の予定を考えたり……。 まだ何も実行していないときは、気持ちだけが上がります。 いわゆる「とらぬタヌキの皮算用」ですが、ここに落とし穴があります。 それは、計画を立てるだけで安心してしまうことです。• このような表現を使ったことがないでしょうか。ロールプレイングゲームなどの影響かもしれませんが、「攻撃力」や「守備力」といった「　　力」という概念を、私たちは日常生活で使うことがあります。これはあたして数値化なのでしょうか。実際の世界では「　　力」は感覚的なものとして扱っているでしょう。「体力をつける」「忍耐力を上げる」「集中力を鍛える」なども同じです。これらは、数値化に見せかけた「ニセモノの数字」です。"
    },
    {
      "reviewer_name": "新川敦",
      "title": "4.0 out of 5 stars\n迅速な対応",
      "date": "Reviewed in Japan on December 28, 2024",
      "content": "記載通りの内容でした。"
    },
    {
      "reviewer_name": "れんごくlover",
      "title": "5.0 out of 5 stars\n数字の重要性がよくわかった",
      "date": "Reviewed in Japan on October 23, 2024",
      "content": "わかりやすくて、読者の立場に立って書かれている本だと思いました。結果が出ている時も、出ていない時も数字にこだわることが大事だとよくわかりました(^^)"
    },
    {
      "reviewer_name": "yos",
      "title": "3.0 out of 5 stars\n曖昧な仕事をしないように読む本シリーズ その１",
      "date": "Reviewed in Japan on December 29, 2023",
      "content": "web広告で一連のシリーズ本(数値化、リーダーの仮面、仕組化)を知り、お試し間隔で購入しました。本書の想定読者層は仕事初めて直ぐから何かしらのリーダーになるあたりの人だと思います。記載していることとしては無機質な内容であるような気がしますが仕事としてはこうあるべきだ、と思われることが書いてあります。何らかの数値化により自身不足の環境の不足の切分け等、何かしらの判断する時に役に立つ思考法の記載で参考になる本だと思いました。"
    },
    {
      "reviewer_name": "荒巻 研志",
      "title": "5.0 out of 5 stars\n誤解を解く鍵は、順序にあり",
      "date": "Reviewed in Japan on November 27, 2024",
      "content": "自営業で１人社長から今、組織化しようとメンバーを集めるけどことごとく崩壊。自分は経営者に向いていないと思っていました。しかし、識学を知り、日々心の中で思っていたモヤモヤが晴れました。・成績や成果を出すために一致団結の誤解・やってほしいことややらなきゃいけないことにわざわざ理由が必要なのか・上司の意見より部下の声を聞くことの誤解私自身は１人で意識もせず一心不乱にやってきて経験してきたことを当たり前に思いメンバーは解っているもんやと思い違いをしていたことに気づかされました。本書でも書かれていた順序の大切さは、私も過去を振り替えると｢はっ｣としました。私の経営理念がある内は諦めず何度でも挑戦していこうと思います。ありがとうございます"
    },
    {
      "reviewer_name": "FJ",
      "title": "4.0 out of 5 stars\n良い",
      "date": "Reviewed in Japan on November 11, 2024",
      "content": "店舗と変わらず良いです"
    },
    {
      "reviewer_name": "園田雅浩",
      "title": "5.0 out of 5 stars\n数字に弱いを克服しませんか？",
      "date": "Reviewed in Japan on July 16, 2024",
      "content": "ビジネス書の中でも大ヒットしている本書は、僕のように「数字アレルギー」で、根性論で押し通したい人間にとって「目からウロコ」のビジネス書であり、読みやすく、納得できる内容でした。自分の会社の自分の部署で行っていることをなんとなくではなく、数値化してみると「本当はこのプランはいいのかダメなのか？」が見えてきます。まったく難しくありません。「数値化すること」は「正しくその価値を共有すること」であり、みんなが納得して前に進む大きな鍵になります。もっと早くこの本に出会うべきでした。特に学校での業務をこんな風に捉えてみることをお勧めします。部活動などを含めて。これは正しい習慣化の哲学者です。"
    },
    {
      "reviewer_name": "やまさきけんと",
      "title": "5.0 out of 5 stars\n仕事がしたくなる。",
      "date": "Reviewed in Japan on September 21, 2024",
      "content": "数値に基づいたpdcaを回しまくる。達成した数だけでなくどれだけトライできたかも確認。自分が決めた変数以外の変数は追わずに捨てる。感覚に頼らず常に数値を頭の片隅においておく。"
    }
  ],
  "region": "jp",
  "url": "https://www.amazon.co.jp/%E6%95%B0%E5%80%A4%E5%8C%96%E3%81%AE%E9%AC%BC-%E4%BB%95%E4%BA%8B%E3%81%8C%E3%81%A7%E3%81%8D%E3%82%8B%E4%BA%BA%E3%81%AB%E5%85%B1%E9%80%9A%E3%81%99%E3%82%8B%E3%81%9F%E3%81%A3%E3%81%9F1%E3%81%A4%E3%81%AE%E6%80%9D%E8%80%83%E6%B3%95/dp/4478114374"
}