{
  "书名": "Careless People: The explosive memoir that Meta doesn't want you to read",
  "作者": "Sarah Wynn-Williams",
  "作者页面": "https://www.amazon.co.uk/Sarah-Wynn-Williams/e/B0F1T6SMJP/ref=dp_byline_cont_book_1",
  "封面": "https://m.media-amazon.com/images/I/71Jpa9BVIDL._SL1500_.jpg",
  "作者简介": "Discover more of the author’s books, see similar authors, read book recommendations and more.",
  "内容简介": "'Amazing: of all the books in all the world Mr Free Speech Zuckerberg wants to ban, it’s the one about him' Marina Hyde, Guardian'Jaw-dropping . . . A tell-all tome' Financial TimesSarah Wynn-Williams, a young diplomat from New Zealand, pitched for her dream job. She saw Facebook’s potential and knew it could change the world for the better. But, when she got there and rose to its top ranks, things turned out a little different.From wild schemes cooked up on private jets to risking prison abroad, Careless People exposes both the personal and political fallout when boundless power and a rotten culture take hold. In a gripping and often absurd narrative, Wynn-Williams rubs shoulders with Mark Zuckerberg, Sheryl Sandberg and world leaders, revealing what really goes on among the global elite – and the consequences this has for all of us.Candid and entertaining, this is an intimate memoir set amid powerful forces. As all our lives are upended by technology and those who control it, Careless People will change how you see the world.'Devastating . . . funny . . . highly enjoyable . . . A Bridget Jones’s Diary-style tale of a young woman thrown into a series of improbable situations' The Times'Darkly funny and genuinely shocking: an ugly, detailed portrait of one of the most powerful companies in the world' The New York Times",
  "ISBN": "1035065924",
  "书本页面": "https://www.amazon.co.uk/Careless-People-explosive-memoir-doesnt/dp/1035065924/ref=tmm_hrd_swatch_0?_encoding=UTF8&dib_tag=se&dib=eyJ2IjoiMSJ9.KKNGPUnf9pBQGToyhWwNgORsAeCrrmb928l3M0HiLaMz4E0JQh311SZHvnxBjltD6ySP_gGeCMbDCKroekfvJHyyJ18_EL9Bh2D3gLDDikwCZiUekQ4OZgJ7nJVhR8L5Y3Zz_sSOoGRlVQBHC8GTMFOpkAxOgP9rEqdd9_-pRrmM_EwXDhBnOpS-978xndzo1JUGQkoSVDC9IkXMaJhVsK-1oq8ioPC5DI8-BACQbMs.8eq59wAbA4AbxuPkVWkPSD9siRaCSginnemSQpgxTlM&qid=1742473263&sr=1-3",
  "出版社": "Macmillan",
  "出版时间": "13 Mar. 2025",
  "amazon_rating": "4.7",
  "amazon_rating_count": "65 ratings",
  "读者评论": [
    {
      "reviewer_name": "customer",
      "rating": "5.0",
      "title": "A must read particularly now after a ban on publicity instigated by Meta",
      "date": "Reviewed in the United Kingdom on 18 March 2025",
      "content": "Absolutely brilliant, engaging and increasingly dark and creepy towards the end account of her experience of working for Facebook. I admire author's resilience and bravery to publish this book, which provides such an important prospective on the current events and the directions the world is taking. A must read."
    },
    {
      "reviewer_name": "Beata",
      "rating": "5.0",
      "title": "best read of the year",
      "date": "Reviewed in the United Kingdom on 18 March 2025",
      "content": "Far better than I expected. The story reads incredibly quickly and is fascinating. It is everything we always suspected Facebook was-confirmed."
    },
    {
      "reviewer_name": "T. Brown",
      "rating": "5.0",
      "title": "Not really so shocking",
      "date": "Reviewed in the United Kingdom on 17 March 2025",
      "content": "A great read. Brings to light b the kinds of people who run this company for financial and political gain. Not really so shocking as a lot of what is described here is now in the public domain. But great to hear how it panned out from an insider point of view."
    },
    {
      "reviewer_name": "Kirk McElhearn",
      "rating": "4.0",
      "title": "An important book to help understand the damage that Facebook has done",
      "date": "Reviewed in the United Kingdom on 14 March 2025",
      "content": "Pretty much everyone knows how evil Facebook is, but the story has never been told in such detail. To the point that Facebook has tried to prevent its publication. The author, former Director of Global Public Policy at Facebook, was privy to a lot of the main decisions as the company grew. It didn't take long before she realized that:\"most days, working on policy at Facebook was way less like enacting a chapter from Machiavelli and way more like watching a bunch of fourteen-year-olds who’ve been given superpowers and an ungodly amount of money, as they jet around the world to figure out what power has bought and brought them.\"Wynn-Williams tells us about many of the scandals that we've read about. The Myanmar genocide, fueled by Facebook, the targeting of vulnerable teenagers to display ads when they were at their worst, and Facebook's attempts to enter the Chinese market, even secretly creating shell companies to release apps in China, while negotiating with the Chinese government to provide surveillance tools.What I have trouble understanding is how she continued working with sociopaths after the first few years, when it was obvious that they wouldn't change. As she rose in the company, and spent time with \"Mark\" and \"Sheryl,\" it was clear that these two people, as well as others, don't care about the consequences of their platform.In the end, she is fired after being harassed by her boss, but not after sticking with the company because she needed health insurance for her young children - this is a woman who was literally just about to give birth to her first child, her feet in the stirrups, and was composing an email with talking points for Davos - and in order to benefit from stock options. So while her story shows someone who says the following, she had plenty of opportunities to leave before things came to a head:\"I keep telling myself I can do more to change things inside than I can out. So I’m trying to work the rotten system to achieve what little I can to make things better.\"In the end, she realizes that these tech broligarchs (and one sisigarch) don't care about anyone but themselves. Their wealth has made them immune.\"Instead of fixing these things, this ongoing suffering they caused, they seem indifferent. They’re happy to get richer and they just don’t care. It feels crude to put it that way, but it’s true. They profit from the callous and odious things they do. Which seems so crazy. They could’ve tried to fix these things and still been insanely rich and powerful. They were in the rare situation where the money was there in abundance. They could have afforded to do the right thing. They could have told the truth. They could have exercised basic human decency. It was all within their power.\"It's a fascinating story, but it leaves me wondering what is left out."
    },
    {
      "reviewer_name": "Phillip John Chambers",
      "rating": "5.0",
      "title": "One of the most important books you will read",
      "date": "Reviewed in the United Kingdom on 17 March 2025",
      "content": "This is one of the most important books you will read. Sarah Wynn-Williams has done the world a favour in documenting the systemic evil that is Meta. I hadn’t really considered deleting everything they have on me until today."
    },
    {
      "reviewer_name": "Silver",
      "rating": "5.0",
      "title": "Fascinating",
      "date": "Reviewed in the United Kingdom on 15 March 2025",
      "content": "Absolutely fascinating and very well writtenI would recommend to anyone who is curious about how big companies really work at the top level."
    },
    {
      "reviewer_name": "mrs k.",
      "rating": "5.0",
      "title": "A must read",
      "date": "Reviewed in the United Kingdom on 17 March 2025",
      "content": "Fascinating and horrifying. Made me delete my Facebook app."
    },
    {
      "reviewer_name": "Bazmattaz",
      "rating": "5.0",
      "title": "As shocking tale of evil at Meta",
      "date": "Reviewed in the United Kingdom on 14 March 2025",
      "content": "Excellent book! if you want to learn more about the shady and murky practises at Facebook/Meta then this is the book for you. Some of the details are truly shocking. If you haven’t already you should be deleting all meta apps from your life."
    }
  ],
  "region": "us",
  "domain": "amazon.co.uk",
  "file_name": "amazon_book_1035065924_Careless People_ The explosive memoir that Meta do_2025-03-20T12-21-37-314Z.html",
  "processed_time": "2025-03-20 20:21:39",
  "url": "https://www.amazon.co.uk/Careless-People-explosive-memoir-doesnt/dp/1035065924/ref=tmm_hrd_swatch_0?_encoding=UTF8&dib_tag=se&dib=eyJ2IjoiMSJ9.KKNGPUnf9pBQGToyhWwNgORsAeCrrmb928l3M0HiLaMz4E0JQh311SZHvnxBjltD6ySP_gGeCMbDCKroekfvJHyyJ18_EL9Bh2D3gLDDikwCZiUekQ4OZgJ7nJVhR8L5Y3Zz_sSOoGRlVQBHC8GTMFOpkAxOgP9rEqdd9_-pRrmM_EwXDhBnOpS-978xndzo1JUGQkoSVDC9IkXMaJhVsK-1oq8ioPC5DI8-BACQbMs.8eq59wAbA4AbxuPkVWkPSD9siRaCSginnemSQpgxTlM&qid=1742473263&sr=1-3"
}