{
  "书名": "ミネルバ式 最先端リーダーシップ 不確実な時代に成果を出し続けるリーダーの18の思考習慣",
  "作者": "黒川公晴",
  "作者页面": "https://www.amazon.co.jp/%E9%BB%92%E5%B7%9D%E5%85%AC%E6%99%B4/e/B0DPZ56114/ref=dp_byline_cont_book_1",
  "封面": "https://m.media-amazon.com/images/I/71a5iSPBCfL._SL1500_.jpg",
  "内容简介": "システム思考、行動科学、EQ、コミュニケーション、課題解決、意思決定……リーダーに求められる必須スキルを網羅！若手リーダーからマネジャー、経営者まで今必要とされる「適応型リーダーシップ」のすべてが、この1冊でわかる！◎PIVOT、月刊誌TOPPOINT、VOOXなどメディアで話題！ 発売早々、4刷決定のリーダーシップ本の新定番！◎ハーバードやスタンフォードをおさえて、革新的大学ランキング3年連続世界No.1（「World's Universities with Real Impact」より）の「ミネルバ大学」のミネルバが開発電通、パナソニックコネクト、NEC、資生堂など、日本を代表する企業が導入する、リーダーシッププログラム「Managing Complexity」初の書籍化！◎複雑な時代の必須スキル「適応型リーダーシップ」を体系化“リーダーシップとは天賦の才でも感覚でもなく、誰もが習得可能な知恵である”という考えのもと、曖昧で漠然としがちなリーダーシップの概念を、心理学や行動科学などの学術的な研究や理論に基づきながら分解し、具体的で実践可能な18の「思考習慣」に整理。ミネルバ認定講師で元外交官、組織人材コンサルタントの著者が、わかりやすく解説し、実践に導きます。◎プログラムのエッセンスを落とし込んだ＜実践できるようになる＞リーダーシップ本。本書は、ミネルバの知識ではなく「実践的な知恵」を重視するカリキュラムを再現。自ら思考し、学習できるよう、各要素の解説だけでなく、具体的な事例や実践的な演習、問いを用意しています。「過去と同じようにやっても結果が出ない」「何が正解かわからず、意思決定に不安がある」「目先の成果ばかりに忙しくて、長期的な課題に目を向けられない」目の前の課題から組織の問題まで、不確実な時代の「リーダーの悩み」を解決し、切り拓いていくためのスキルが手に入ります。■変化を生き抜く「適応型リーダーシップ」とは？ミネルバは複雑な環境を切りひらくリーダーに必要な素質として「適応型リーダーシップ」を掲げています。「適応」とは、人や組織、社会が、変化する環境のなかでも生き残り、成果を出し続けるために自己を変容させていく営みであり、「適応型リーダーシップ」とは、人や組織、企業の「適応」を実現させるために、一人ひとりが周囲に対して発揮する影響力のこと。VUCAの時代に必携のリーダーシップのありかたです。では、組織の適応を促すために、リーダーは具体的に何をすれば良いのでしょうか。適応型リーダーに必要なスキルとは何なのでしょうか。本書は、この問いに正面から答えます。■実践的な知恵を重視するミネルバ式プログラムを再現本書は「理解」ではなく「実践」するために以下のような特徴があります。◎「適応型リーダーシップ」を10のテーマと18の思考習慣で、体系的にわかりやすく解説本書では、適応型リーダーシップの実践に必要なエッセンスを整理。複雑なシステムをリードする思考法から、対人知性の磨き方、課題解決とイノベーションの方法と、必要な要素がこの一冊にまとまっています。◎各章には「わかる」ではなく「できる」ようになるための「問い」を掲載ミネルバのプログラムにならい、各章に深い実践的思考を要する問いを準備しています。あなた自身が考え、自分の体験に紐づけた答えを言語化することが、単なる知識を生きた知恵に変えるためには重要です。ぜひ、「問い」によって理解を深めながら読み進めてほしい。◎「実践」の一歩目となるケースやツールも紹介各章に「問い」に加え、ケースや、職場に戻ったときに実際に使えるようになるようにヒントやツールも紹介しています。学びには実践が必須であり、実践こそが「思考習慣」を形成します。本書は、実践の最初の一歩を支援します。■本書の構成第1章　不確実な世界を生き抜く個と組織の「適応」を導くリーダーシップ第1部　複雑なシステムをリードする思考法第2章　システム思考第3章　ヒトを理解する行動科学第4章　自身を知る　パーパスとバリュー第2部　対人知性を磨く第5章　こころの知能指数（EQ）第6章　チームの力学を最大化する第7章　インパクト型コミュニケーション第3部　課題解決とイノベーション第8章　問題と課題分析の科学第9章　デザイン思考とイノベーション第10章　正解のない時代の意思決定と実践第11章　すべての土台となるラーニングアジリティ",
  "ISBN": "978-4799331057",
  "书本页面": "https://www.amazon.co.jp/dp/4799331051",
  "出版社": "ディスカヴァー・トゥエンティワン",
  "出版时间": "2024/11/22",
  "amazon_rating": "4.1",
  "amazon_rating_count": "38 ratings",
  "读者评论": [
    {
      "reviewer_name": "H.E.C.K",
      "rating": "5",
      "title": "5つ星のうち5.0\n「『学び続けるリーダー』の時代へ。『Learner is Leader』の核心」",
      "date": "2025年1月23日に日本でレビュー済み",
      "content": "システムと感情という、一見相反するようにも思える社会の構成要素を、絶妙なバランスで解説してくれています。「あるようでない本」です。本書の前半に繰り返し述べられている「私たちは皆、複雑系システムの中に存在している」という前提。思考を進める前に、ここを意識できているといないとでは、アウトプットの質に大きな違いを生みそうです。私たちは意志を持つ生き物であり、集団の一員である以上、個々の生命は意図的であれ無意識であれ、偶然性や社会的な力学に影響されながら極めて複雑な行動をとる。その前提に立って、リーダーシップをとる？波間に浮かぶ小舟の上を渡り歩くような難しさ、、、多くのヒントが、本書の中では紹介されています。システムを理解し、頼らず。ヒトであることを自認し、受け入れる。他者に影響し、世界の波に影響されない。課題を定義し、打ち手を試し、定義を変化させる。そんな適応型リーダーシップの本質に触れられて、この時代に必要とされる行動特性に思考を向けることができました。しかし、この適応型リーダーシップを支える核となるのが『ラーニングアジリティ』。ラーニングアジリティの格差が、世界に押しつぶされる人間と、組織を導ける適応型リーダーとを大きく分ける要因となるような気がしてなりません。本書を、最後まで読み進めたとき、Learner is Leaderという言葉の真意に近づけるかも？？？"
    },
    {
      "reviewer_name": "Kindleのお客様",
      "rating": "5",
      "title": "5つ星のうち5.0\n非常に優れた本ではあるが、実際に行動に移さないと学びは得られない",
      "date": "2025年2月2日に日本でレビュー済み",
      "content": "私の場合、実際に知人が社会人向けのミネルヴァのリーダーシッププログラムを受講していたので、そこからミネルバ大学のプログラムは詳しく知っていました。しかし、実際にどういったことが教えられているのかということをいわばシラバス的にこの本は知ることができます。もちろんこの本を1冊読み終えたからと言って、ミネルバ大学のエッセンスを吸収できるわけではありません。実際に社会人向けのリーダーシッププログラムも丸1年をかけ実践をしながら学んでいくわけです。よってこの本は読んだからと言って身につくわけではなく、必ず実践を伴ってやり続ける必要があります。ですが、やり続けてもすぐに身につくわけではないので、そこがなかなか難しいとこです。各賞の終わりには課題が課せられていますので、実際にはそれを仕事でこなしながらやることになるでしょう。そういった意味では非常に重要な1冊だと思います。"
    },
    {
      "reviewer_name": "abenben",
      "rating": "5",
      "title": "5つ星のうち5.0\n現場が変わる！学び続ける組織づくりの秘訣",
      "date": "2025年1月18日に日本でレビュー済み",
      "content": "不確実な時代だからこそ、「人や組織が本来の力を発揮するために必要なリーダーシップ」とは何かをあらためて考えさせられる一冊でした。私たちは、数多くの変化と選択のなかで日々意思決定を迫られていますが、そこで感じるのは、どこか自信をもてなかったり、「これで正しいのだろうか」と逡巡したりする瞬間が多いということ。本書ではそのような不安に対し、「学びを止めない姿勢」と「周囲を巻き込む力」を柱としたリーダー像を提示し、組織を率いるうえで必要な思考方法やステップが鮮明に示されています。とりわけ印象的だったのは「適応」というキーワードです。複雑なシステムを俯瞰しながら、変化する環境下でも学習を止めず、必要に応じて自己や組織の在り方を変容させる――その視点が、これからの時代を乗りこなすための要と感じました。また、問題解決の技法やメンバー間の「心理的安全性」を高める取り組みなど、具体的な事例やフレームワークが数多く散りばめられており、「なるほど、こういう場面で活用できそうだ」と納得感が高いです。さらに、読んでいて背中を押されるようなメッセージが多いのも本書の魅力。理想的なリーダーシップ像が「生まれつきの天賦の才」ではなく、日常的な学びと実践によって育まれることを、著者自身の体験や研修事例を通じて熱く語ってくれます。「うまくいかなかったときはどう立て直すか」「チームの多様性をどう活かすか」といった悩みに対して、理論と実践の両面から導きを与えてくれるため、読み終えたときには、リーダーシップを「特別な人の能力」ではなく「自分も身につけうる知恵」と捉え直せるはずです。今まで学んできたリーダー像とはひと味違う、新しい時代の学習者的リーダーシップ論を体得したい方には大変おすすめです。"
    },
    {
      "reviewer_name": "PICO",
      "rating": "5",
      "title": "5つ星のうち5.0\n真摯なビジネス書の書き振りに感銘を受けました。",
      "date": "2025年1月5日に日本でレビュー済み",
      "content": "多岐にわたる領域にわたりリーダーシップを分解、説明しているため、一つ一つのテーマに関する解説・引用・具体的事例は限られてしまう。しかし、注目すべきはページ数が限られる中でのロジックが飛ばない著者の真摯な書き振りだ。例えば、「直感の過信」について説明するときも、「過度に直感に頼りすぎると意思決定の質は低下する。」という主張もさらっと流せばいいところを→なぜなら〜〜だから。結果として〜〜〜としても、これでは本章で（獲得してほしい）「〜〜」とは呼べない。なぜなら〜〜するためには、〜〜〜して〜〜〜をすることが重要であり、そのためには、あえて〜〜することが重要なのです。これをコンパクトかつ的確にロジックを飛ぶところもなく400ページ書き切っている。ここが、「参考になる！」と周囲でも騒がれている理由ではないだろうか。もちろん、章の流れや章ごとに設定している事前の問い／振り返りの問いも脳みそを使わせる仕立てになっているが、そこはミネルバ流学習の科学に基づいて設計しているのだろう。さらっと読む人には伝わりにくいが、精読すると他のビジネス書との違いはすぐにわかるだろう。おすすめです。"
    },
    {
      "reviewer_name": "まこと",
      "rating": "5",
      "title": "5つ星のうち5.0\nものすごい読み応えのある一冊",
      "date": "2025年1月3日に日本でレビュー済み",
      "content": "自分のものにするには1回2回読むだけでは足りないが、明日から現場で実践できる手法が詰まっている。どんな状況であれ、まずは自分自身を理解することが重要なのだと感じた。"
    },
    {
      "reviewer_name": "A.T",
      "rating": "5",
      "title": "5つ星のうち5.0\nチームでも共有したい一冊",
      "date": "2025年1月2日に日本でレビュー済み",
      "content": "リーダーだけでなく、新規事業に携わるメンバーなど若手も含めてチームで理解したい内容がこの一冊に詰まっていた。この先何度も読み返すだろう。"
    },
    {
      "reviewer_name": "btype.info",
      "rating": "5",
      "title": "5つ星のうち5.0\nそうそう、これが欲しかった！　ミドルエイジのビジネスマン必須の書",
      "date": "2024年11月24日に日本でレビュー済み",
      "content": "この本には、リーダーシップ、システムシンキング、創発、イノベーション、パーパス、マズローの5段階欲求、バイアス、EQ、意思決定フレームワークなど、ビジネスマンであれば一度は耳にしたことがあるキーワードが並びます。特にミドルエイジ以上の方なら、研修やビジネス書で触れてきた馴染みのあるテーマが多いのではないでしょうか。ただ、研修や本を通じてこれらの知識を得ても、「分かった気になるだけで終わってしまう」「日々の仕事に追われるうちに忘れてしまう」という経験をしたことがある方も多いはず。私もその一人です。しかし、この本は全く異なります。これらのキーワードが体系的に整理され、実際のビジネスの現場で使える形に落とし込まれています。ハッシュタグでそれぞれが関連づけられているので、自然と頭に残りますし、繰り返し演習を通じて「使える知恵」として身につけることができるのです。この本は、新しい情報を暗記させるような教科書ではありません。むしろ、ビジネスという難解なゲームを攻略するための「攻略動画」であり、良いリーダーになるための「レシピ動画」のような存在です。ボリュームはありますが、「リーダーシップとは天賦の才でも感覚でもなく、誰もが習得可能な知恵である」という言葉を信じて読み進めてみてください。読了後、きっと「そうそう、これが欲しかった！」と自然に口にしてしまう、そんな一冊です。"
    },
    {
      "reviewer_name": "けん",
      "rating": "5",
      "title": "5つ星のうち5.0\n今の時代に必要なリーダーシップがとても分かりやすくまとめられた良書",
      "date": "2024年11月22日に日本でレビュー済み",
      "content": "章立てがとても分かりやすく整理されていて、一気に読み進めることができた。今の時代を生き抜くリーダー達に読んで欲しい一冊。"
    }
  ],
  "region": "jp",
  "url": "https://www.amazon.co.jp/dp/4799331051/ref=sspa_dk_detail_0?psc=1&pf_rd_p=f293be60-50b7-49bc-95e8-931faf86ed1e&pf_rd_r=CCYJ7XK5KAX12Y1BBB5V&pd_rd_wg=8Hp1M&pd_rd_w=kPMO5&content-id=amzn1.sym.f293be60-50b7-49bc-95e8-931faf86ed1e&pd_rd_r=a9a7b307-c844-4b47-ba70-c759b219a92f&sp_csd=d2lkZ2V0TmFtZT1zcF9kZXRhaWw"
}