{
  "书名": "Viktor Frankl and the Psychology of the Soul: A Guide to Finding Meaning and Emotional Wellness",
  "书本页面": "https://www.amazon.com/Viktor-Frankl-Psychology-Soul-Emotional/dp/B0DGNK4ZVK",
  "作者": "Daniel SchonbuchDaniel Schonbuch",
  "作者页面": "https://www.amazon.com/Daniel-Schonbuch/e/B0DHQWPQ7S/ref=aufs_dp_fta_an_dsk",
  "作者简介": "Discover more of the author’s books, see similar authors, read book recommendations and more.",
  "内容简介": "A must read for anyone who has read Viktor Frankl’s Man’s Search for Meaning.Are you searching for meaning and looking for solutions for depression, anxiety and trauma?Your healing journey begins now with Viktor Frankl and the Psychology of the Soul.⭐ Including the “30-Day Search for Meaning Workbook” to break free from past traumas and achieve emotional wellness.⭐If you are looking to find meaning, or heal trauma, depression, or anxiety, bestselling author and leading expert in Logotherapy, Rabbi Daniel Schonbuch, LMFT, presents a groundbreaking book that will revolutionize your approach to emotional wellness.Complementing Viktor Frankl's classics, Man's Search for Meaning and The Unconscious God, this book delves deeper into the practical application of Logotherapy, enriched with spiritual insights and spiritual wisdom. This must-read guide is gaining widespread recognition for its practical, step-by-step system to discover meaning and purpose.Included is the life-changing 30-Day Search for Meaning Workbook that offers readers a daily roadmap and journal to uncover their values, build emotional resilience, reclaim their lives, and reduce symptoms of depression, anxiety and trauma. What's inside and why its effective:Practical step-by-step guide to Logotherapy and Viktor Frankl. True stories of people who overcome trauma through finding meaning.A 30-Day Search for Meaning Workbook.Scientific studies on the power of living a life of meaning.This book also features real-life case studies that showcase the transformative effects of Logotherapy. These examples highlight how the search for meaning can lead to profound personal growth and change. By blending clinical expertise with timeless spiritual wisdom, Daniel Schonbuch provides a fresh, accessible approach to Frankl's teachings, making this book an invaluable resource for anyone navigating the complexities of modern life.Building on Viktor Frankl's core principles-Freedom of Will, the Will to Meaning, and the Meaning of Life-Daniel Schonbuch deepens Logotherapy's impact with spiritual teachings drawn from Jewish mysticism, particularly the works of the Mitteler Rebbe. These teachings on spiritual contemplation and the psychology of the soul provide a deeper understanding of how spiritual consciousness can elevate the therapeutic process and help individuals transcend their struggles.In a powerful fusion of psychology and spirituality, this life-changing guide takes readers on a transformative journey to discover that meaning is the key to overcoming life's greatest challenges. Through practical tools and spiritual insights, it empowers readers to actively engage with Logotherapy and integrate its principles into their daily lives, fostering lasting personal transformation.What's inside: Chapter 1: How the Search for Meaning Heals Depression, Anxiety, and PTSDChapter 2: The Psychology of the Spiritual UnconsciousChapter 3: The Ten Levels of MeaningChapter 4: What Happens When You Think About Meaning and God in TherapyChapter 5: The Mitteler Rebbe and the Psychology of Losing Your \"Self\"Chapter 6: Spiritual Contemplation in PsychotherapyChapter 7: The Power of Solution-Focused TherapyChapter 8: The Neuroscience on How Thinking about God Changes Your BrainChapter 9: Case Studies of Clients Whose Lives Have Changed as an Outcome of LogotherapyChapter 10: The \"Search for Meaning\" 30-Day Logotherapy WorkbookLearn the skills on how Man’s Search for Meaning can transform your life today. This book will give you the tools to process your past, reconnect with your higher self, and regain your emotional well-being.",
  "出版时间": "September 6, 2024",
  "出版社": "Rabbi Daniel Schonbuch, LMFT",
  "ISBN": "979-8991208406",
  "封面": "https://m.media-amazon.com/images/I/61q829SJoNL._SY522_.jpg",
  "关联图书": [
    "Embracing Hope: On Freedom, Responsibility & the Meaning of Life - https://www.amazon.com/dp/0807020435/ref=mes-dp",
    "The Doctor and the Soul: From Psychotherapy to Logotherapy - https://www.amazon.com/dp/0525567046/ref=mes-dp",
    "Think Good and It Will Be Good: Spiritually-Based Therapy Inspired by Viktor Frankl and Jewish Wisdom - https://www.amazon.com/dp/0692858792/ref=mes-dp",
    "On Purpose: Practical Wisdom for Designing a Life of Purpose Inspired by the Life and Teachings of the Lubavitcher Rebbe - https://www.amazon.com/dp/0826690157/ref=mes-dp",
    "Yes to Life: In Spite of Everything - https://www.amazon.com/dp/080700569X/ref=mes-dp",
    "The Inspiring Wisdom of Viktor E. Frankl: A 21-Day Reflection Book About Meaning - https://www.amazon.com/dp/173488620X/ref=mes-dp",
    "Letters for Life: Guidance for Emotional Wellness from the Lubavitcher Rebbe - https://www.amazon.com/dp/0826690149/ref=mes-dp",
    "Man's Search for Meaning - https://www.amazon.com/dp/0807014273/ref=mes-dp",
    "More Food You Love That Loves You Back - https://www.amazon.com/dp/1422642119/ref=mes-dp",
    "Engaging the Essence: The Torah Philosophy of the Lubavitcher Rebbe - https://www.amazon.com/dp/159264550X/ref=mes-dp",
    "Hour of the Heart: Connecting in the Here and Now - https://www.amazon.com/dp/0063321459/ref=mes-dp",
    "Attached: Connecting to Our Creator: A Jewish Psychological Approach - https://www.amazon.com/dp/195757951X/ref=mes-dp",
    "Prisoners of Our Thoughts: Viktor Frankl's Principles for Discovering Meaning in Life and Work - https://www.amazon.com/dp/1626568804/ref=mes-dp",
    "Kosher Astrology: A Jewish Guide to Celestial Wisdom, 500 Pages, Full-Color Illustrations - https://www.amazon.com/dp/195237085X/ref=mes-dp",
    "Menachem Mendel Schneerson: Becoming the Messiah (Jewish Lives) - https://www.amazon.com/dp/0300222629/ref=mes-dp",
    "Your Awesome Self - https://www.amazon.com/dp/1935949543/ref=mes-dp",
    "The Will to Meaning: Foundations and Applications of Logotherapy - https://www.amazon.com/dp/0142181269/ref=mes-dp",
    "How Bitachon Works: The path to tranquility in everyday moments and extraordinary times - https://www.amazon.com/dp/1680259857/ref=mes-dp",
    "It's All The Same To Me: A Torah Guide To Inner Peace and Love of Life - https://www.amazon.com/dp/1736139002/ref=mes-dp",
    "Healing Trauma: A Pioneering Program for Restoring the Wisdom of Your Body - https://www.amazon.com/dp/159179658X/ref=mes-dp",
    "Meaning-Centered Therapy Manual: Logotherapy & Existential Analysis Brief Therapy Protocol for Group & Individual Sessions - https://www.amazon.com/dp/0984640851/ref=mes-dp",
    "The Unshaming Way: A Compassionate Guide to Dismantling Shame--Heal from trauma, unlearn self-blame, and reclaim your story - https://www.amazon.com/dp/B0CWL19X7G/ref=mes-dp",
    "The Unheard Cry for Meaning: Psychotherapy and Humanism - https://www.amazon.com/dp/0671247360/ref=mes-dp",
    "Meaningful Living: Introduction to Logotherapy Theory and Practice (Frankl's Living Logotherapy) - https://www.amazon.com/dp/1948523043/ref=mes-dp",
    "At Risk - Never Beyond Reach: Three Principles Every Parent and Educator Needs to Know - https://www.amazon.com/dp/1449957641/ref=mes-dp",
    "When G-d Shows Up: Embracing the Extraordinary in Everyday Life - https://www.amazon.com/dp/B0DWKTY43P/ref=mes-dp",
    "Co-Active Coaching: Changing Business, Transforming Lives - https://www.amazon.com/dp/1857885678/ref=mes-dp",
    "The Tears of Things: Prophetic Wisdom for an Age of Outrage - https://www.amazon.com/dp/0593735811/ref=mes-dp",
    "Existential Psychotherapy - https://www.amazon.com/dp/0465021476/ref=mes-dp",
    "Will and Spirit: A Contemplative Psychology - https://www.amazon.com/Will-Spirit-Contemplative-Gerald-May/dp/0062505823/ref=sims_dp_d_dex_popular_",
    "The Doctor and the Soul: From Psychotherapy to Logotherapy - https://www.amazon.com/Doctor-Soul-Psychotherapy-Logotherapy/dp/0525567046/ref=sims_dp_d_dex_popular",
    "Re-Visioning Psychology - https://www.amazon.com/Re-Visioning-Psychology-James-Hillman/dp/0060905638/ref=sims_dp_d_dex_popular",
    "The Meaning of Happiness: The Quest for Freedom of the Spirit in Modern Psychology and the Wisdom of the East - https://www.amazon.com/Meaning-Happiness-Freedom-Spirit-Psychology/dp/1608685403/ref=sims_dp_d_dex_p",
    "The Road Less Traveled, 25th Anniversary Edition: A New Psychology of Love, Traditional Values, and Spiritual Growth - https://www.amazon.com/Road-Less-Traveled-25th-Anniversary/dp/0743238257/ref=sims_dp_d_dex_popular_s",
    "Addiction and Grace: Exploring the Psychology of Addiction, the Power of Spirituality, and the Path to Freedom Through Contem - https://www.amazon.com/Addiction-Grace-Spirituality-Healing-Addictions/dp/0061122432/ref=sims_dp_d_d",
    "Toward a Psychology of Awakening: Buddhism, Psychotherapy, and the Path of Personal and Spiritual Transformation - https://www.amazon.com/Toward-Psychology-Awakening-Psychotherapy-Transformation/dp/1570628238/ref=si"
  ],
  "评分": "Amazon: 4.9 (121 ratings)",
  "读者评论": [
    {
      "reviewer_name": "Faheem",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nExistential crisis No MORE",
      "date": "Reviewed in the United States on December 20, 2024",
      "content": "Well written. This book has a deeper motive. It doesn't just tap into \"do this do that,\" but it explains as to \"why you should tap within your belief, within your positivity and within your self\" to understand where you etand right now. What brought you here! This book is a like an introspective journey that takes you on a ride while dealing with existential crisis, midlife crisis, burnt out feelings, caregivers' fatigue, and simply put \"my purpose for existing in this situation\".This book has given me an insight to why I should have my belief latched on God, as to how The Almighty will pull me out of abyss that has been created around me either through circumstances or by own Karma.The best part of this book is not only Logotherapy covered chapters but the case studies as well. It involves Q and A with patients who have eczema l, obesity,  fear or fright, and even people who are just trying to do justice with their role in life and don't find it fulfilling.I'm happy that I chose this book to read. One of the best.\nRead more",
      "helpful_votes": "2 people found this helpful"
    },
    {
      "reviewer_name": "Amy H.",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nViktor Frankl",
      "date": "Reviewed in the United States on December 20, 2024",
      "content": "Viktor Frankl and the Psychology of the Soul is a book that will change your approach to emotional wellness. This book is a guide for healing trauma, depression, and anxiety. It is a step-by-step system to discover meaning and purpose through Logotherapy. Ahh, but what is logo therapy? It's okay, I didn't know either! It's a form of psychotherapy that is focused on the future and on our ability to endure hardship and suffering through a search for purpose. Discover the difference Logotherapy can make in your life while reading this book. Explore the Ten Levels of Meaning and learn how to access and utilize your spiritual resources to experience profound emotional change. There is a great workbook with this book that's called the search for meaning 30 day logotherapy workbook. At the back of the book, you will find the index, perfect for looking up something specific!This book is so full of great information. You will be glad you grabbed it, because it is alot to learn, especially if you're interested in psychology like me!\nRead more",
      "helpful_votes": "2 people found this helpful"
    },
    {
      "reviewer_name": "Patty",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nViktor Frankl",
      "date": "Reviewed in the United States on December 29, 2024",
      "content": "This book is well written and explains the concepts presented very clearly. You can spend a lifetime searching for the right book or the right therapist to help you heal, but most of them use the same concepts as each other. This books does approach the issues of anxiety and depression in a different manner that may just work for that person who is not finding success with any other means. Or, it may be the last piece needed to aid in a person's long journey to healing. I have read many many books on these subjects and this one definitely has its place and will be one I will keep referring to and using for here on out.\nRead more",
      "helpful_votes": "2 people found this helpful"
    },
    {
      "reviewer_name": "Carrie sparks",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\na more meaningful life",
      "date": "Reviewed in the United States on January 3, 2025",
      "content": "Viktor Frankl’s Guide to finding meaning and emotional wellness is such a spiritual eye opener. I have changed the way I approach my emotions and have found that my levels of anxiety and depression have gone down. I’ve learned many coping mechanisms and am so grateful. The workbook that is included is very handy. It keeps me on track and helped keep me focused on my emotional well being.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Yenny",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nA Practical Path to Healing and Meaning",
      "date": "Reviewed in the United States on December 24, 2024",
      "content": "Daniel Schonbuch’s guide blends Viktor Frankl’s Logo therapy with spiritual wisdom, offering practical tools for overcoming trauma, anxiety, and depression. The 30 Day Search for Meaning Workbook provides a clear, actionable roadmap for emotional healing and personal growth. A powerful resource for anyone seeking purpose and transformation.\nRead more",
      "helpful_votes": "One person found this helpful"
    },
    {
      "reviewer_name": "Jeremy Dockery",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nInteresting learning about Logotherapy",
      "date": "Reviewed in the United States on October 11, 2024",
      "content": "I had never really heard of logotherapy until i started researching this book.  But after understanding that Dr. Frankl's philosophy was all about finding meaning in your life.  I learned much about myself and what drives me each day with my reading of this book.  I loved being able to look inside myself and really challenge what i live for each day.  This book has a great guide for you to follow as well as real world case studies that show how anyone can show growth and improvement by finding meaning in their lives.  I think this is a great book and anyone wanting to grow mentally and spiritually needs to read it.\nRead more",
      "helpful_votes": "2 people found this helpful"
    },
    {
      "reviewer_name": "Jenn B",
      "rating": "4.0",
      "title": "4.0 out of 5 stars\nThought provoking",
      "date": "Reviewed in the United States on December 29, 2024",
      "content": "I admit I knew nothing about Dr. Frankle's philosophy until I picked up this book.  I purchased it because it sounded interesting and that it might be different from other books I've read, and it was.  It learned a lot about myself and found myself even getting choked up as I thought about some of the things the author talks about.  I felt like this book is instrumental in my healing journey as I faced my anxiety in a new way.  I love the 30 day logotherapy workbook, I didn't realize this was exactly the kind of workbook I have been searching for.  I think this will be a big step in healing for not just myself but for others as well.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Mary Strawbridge",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nInsightful and intriguing ideas",
      "date": "Reviewed in the United States on October 17, 2024",
      "content": "Dr Frankl and his colleagues had some interesting ideas behind how we see ourselves. The author bases his treatments off those of Frankl as wellbas comparing and contrasting with others ideas. Usung case studies of problems that are big problem areas in todays society, we see how the work of Frankl is put into play. Included is a 30 day journal which is very useful. The book is a very comprehensive book that is one that you will need spend some time on. Using the workbook  along with it makes a world of difference since you use yourself as the patient and find ways to improve your life. Im glad I found this book. I as well as my daughter have found a lot of great coping skills to use\nRead more",
      "helpful_votes": "One person found this helpful"
    },
    {
      "reviewer_name": "Kaitlyn",
      "rating": "5.0",
      "title": "Navigating Lifes Bigger Questions",
      "date": "Reviewed in Canada on December 31, 2024",
      "content": "Viktor Frankl and the Psychology of the Soul by Daniel Schonbuch is a meaningful read that bridges the gap between Frankl’s logotherapy and spiritual principles. Schonbuch dives into Frankl’s core idea—that the search for meaning is central to the human experience—and adds a spiritual lens that feels both refreshing and practical.What I loved most is how accessible this book is. Schonbuch balances thoughtful insights with real-life examples, making it not just a guide to understanding psychology but also a tool for finding purpose in your own life.If you’re someone who values both faith and personal growth, this book offers a lot to reflect on. It’s inspiring, down-to-earth, and genuinely helpful for navigating life’s bigger questions.\nRead more",
      "helpful_votes": ""
    }
  ]
}