{
  "title": "How to Tell a Story: The Essential Guide to Memorable Storytelling from The Moth",
  "author": "The Moth",
  "author_url": "https://www.amazon.com/The-Moth/e/B09JTRRDZ6/ref=dp_byline_cont_book_1",
  "publisher": "Short Books",
  "publication_date": "8 Sept. 2022",
  "isbn": "",
  "cover_image_url": "https://m.media-amazon.com/images/I/91nc5DmyZaL._SY522_.jpg",
  "description": "NEW YORK TIMES BESTSELLER - The definitive guide to telling an unforgettable story in any setting, drawing on twenty-five years of experience from the storytelling experts at The MothYou are a multitude of stories. Every joy and heartbreak, every disappointment and dizzying high, has the makings of an unforgettable story. Whether your goal is to deliver the perfect wedding toast, give a moving eulogy, ace a job interview or simply connect more deeply to those around you, The Moth is here to help. A leader in the modern storytelling movement, The Moth inspires thousands of people around the globe to share their stories each year.In this book, the Moth team reveal the secrets of their time-honed process and use examples from beloved storytellers like Neil Gaiman, Elizabeth Gilbert, Nikesh Shukla, Sarfraz Manzoor and more, to show you how to:* mine your memories for your best stories * explore structures that will boost the impact of your story* deliver your stories with confidence * tailor your stories for any occasionFilled with empowering, easy-to-follow tips, this book will help you to unleash the power of storytelling on your life.",
  "author_bio": "THE MOTH is an acclaimed nonprofit organization dedicated to the art and craft of storytelling. Since launching in 1997, The Moth has presented over 50,000 stories, told live and without notes to standing­-room-only crowds worldwide. The Moth conducts eight ongoing programs: The Moth Mainstage, which tours internationally, has featured stories by Elizabeth Gilbert, Hasan Minhaj, Kathleen Turner, Malcolm Gladwell, Darryl “DMC” McDaniels, John Turturro, Molly Ringwald, Boots Riley, Krista Tippett, Damon Young, Mike Birbiglia, Rosanne Cash, Danyel Smith and Tig Notaro, as well as an astronaut, a pickpocket, a hot­dog eating champion and hundreds more; The Moth StorySLAM program, which conducts open mic storytelling competitions in 28 cities: 26 in the US plus Melbourne, AU and London, UK; The Moth Community Program, which offers storytelling workshops and performance opportunities to adults who are too often overlooked by the mainstream media; The Moth Education Program, which brings the thrill of personal storytelling to high schools and colleges in New York, and educators around the world; The Moth Global Community Program, which develops and elevates true, personal stories from extraordinary individuals in the global south; The Moth Podcast—the 2020 Webby People’s Voice Award Winner for Best Podcast Series—nearing 100 million downloads a year; MothWorks, which uses the essential elements of Moth storytelling at work and other unexpected places; and the Peabody Award-winning The Moth Radio Hour which, produced by Jay Allison at Atlantic Public Media and presented by PRX, The Public Radio Exchange, airs weekly on 575 public radio stations nationwide. To date, The Moth has published three critically acclaimed books: The New York Times Best Seller The Moth: 50 True Stories (Hachette Books, September 2013), All These Wonders: True Stories About Facing the Unknown (Crown Archetype, March 2017) — described as “wonderful” by the New York Time’s Michiko Kakutani, and Occasional Magic: True Stories of Defying the Impossible (Crown Archetype, March 2019) which debuted at #12 on The New York Times Best Sellers List. The Moth’s fourth book, How to Tell a Story (Crown Archetype, April 2022) debuted on The New York Times, USA Today, IndieBound and Publishers Weekly best sellers lists. Learn more themoth.org.",
  "amazon_rating": "4.3",
  "amazon_rating_count": "367 ratings",
  "goodreads_rating": "",
  "goodreads_rating_count": "",
  "reviews": [
    {
      "reviewer_name": "SB",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nExcellent",
      "date": "Reviewed in the United Kingdom on 20 February 2025",
      "content": "Excellent book, well put together will written\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Moppiks' Books",
      "rating": "4.0",
      "title": "4.0 out of 5 stars\nVery helpful",
      "date": "Reviewed in the United Kingdom on 20 August 2023",
      "content": "This is a beneficial and professional guide to show how to be a storyteller.  I loved that there were a lot of examples, and every chapter finished with a helpful summary.  I think that everyone who thinks about writing or telling a story should read it.\nRead more",
      "helpful_votes": "3 people found this helpful"
    },
    {
      "reviewer_name": "Uju A.",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nJust Brilliant",
      "date": "Reviewed in the United Kingdom on 10 October 2022",
      "content": "Engaging, instructional, sympathetic, powerful and moving. Exactly like The Moth stories themselves. A really useful guide to the art of telling stories and a reminder that all of us have many stories worth telling. Highly recommend.\nRead more",
      "helpful_votes": "6 people found this helpful"
    },
    {
      "reviewer_name": "Klara Hatinova",
      "rating": "3.0",
      "title": "3.0 out of 5 stars\nAttractive headline and blurb, but contents a bit stretched out",
      "date": "Reviewed in the United Kingdom on 28 September 2023",
      "content": "I was captured by the description of the book when reading the blurb. Upon starting it, I read the first three chapters and didn't learn anything that was promised in the description. Maybe it is still coming, but I am not very motivated to read further.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Joanne Whitlock",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nclear, actionable advice",
      "date": "Reviewed in the United Kingdom on 2 October 2022",
      "content": "Clear, actionable advice with lots of examples.Easy to read and insightful, whilst also covering the basics.Would recommend to anyone wanting to know more about storytelling.\nRead more",
      "helpful_votes": "5 people found this helpful"
    },
    {
      "reviewer_name": "purplefrase",
      "rating": "4.0",
      "title": "4.0 out of 5 stars\nHow to structure a storyline",
      "date": "Reviewed in the United Kingdom on 1 October 2023",
      "content": "Quite helpful examples\nRead more",
      "helpful_votes": "One person found this helpful"
    },
    {
      "reviewer_name": "J",
      "rating": "2.0",
      "title": "Missed Opportunities: 'The Moth' Fails to Inspire Aspiring Authors",
      "date": "Reviewed in Australia on 6 October 2023",
      "content": "Despite its promising blurb, the book proved to be a considerable waste of time. It fell short of delivering the creative spark and valuable insights I had anticipated. Instead of offering fresh perspectives on storytelling or profound anecdotes to fuel the imagination, it was largely a collection of underwhelming narratives that failed to inspire. For authors hoping to find a wellspring of creativity, \"The Moth\" regrettably falls short and might leave you searching for a more enriching source of inspiration.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Fred",
      "rating": "5.0",
      "title": "Speaking techniques & motivation excellent",
      "date": "Reviewed in the United States on 15 January 2025",
      "content": "Speaking techniques & motivation excellent.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Xavier",
      "rating": "4.0",
      "title": "Unlocking the Art of Unforgettable Storytelling",
      "date": "Reviewed in Canada on 24 October 2023",
      "content": "\"How to Tell a Story: The Essential Guide to Memorable Storytelling from The Moth\" is a treasure trove for aspiring storytellers. Drawing from the expertise of The Moth, a renowned storytelling organization, this guide provides invaluable insights and techniques. From crafting engaging beginnings to delivering powerful endings, every aspect is covered. The book's accessible style and practical exercises make it an indispensable resource for honing the art of storytelling. Whether for personal anecdotes or public performance, this guide is a game-changer for anyone seeking to captivate an audience.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Amazon Customer",
      "rating": "1.0",
      "title": "Not worth it",
      "date": "Reviewed in Australia on 15 March 2024",
      "content": "Very difficult book to follow - couldn't get through the first few chapters and hardly got anything out of it. Disappointing\nRead more",
      "helpful_votes": ""
    }
  ],
  "related_books": [
    {
      "title": "The Moth: Occasional Magic: 50 True Stories of Defying the Impossible",
      "url": "https://www.amazon.com/Moth-Occasional-Stories-Defying-Impossible/dp/1781256675/ref=pd_vtp_d_sccl_2_1/262-7551295-4696626?pd_rd_w=1f59J&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=BE0DHTX1S7AXCJTDEAP5&pd_rd_wg=YSrWg&pd_rd_r=5a3b899c-69ed-4a6b-8f45-d452adf7f6d2&pd_rd_i=1781256675&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/81euNBEH31L._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "The Moth Presents: A Game of Storytelling",
      "url": "https://www.amazon.com/Moth-Presents-Game-Storytelling/dp/0593236505/ref=pd_vtp_d_sccl_2_2/262-7551295-4696626?pd_rd_w=1f59J&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=BE0DHTX1S7AXCJTDEAP5&pd_rd_wg=YSrWg&pd_rd_r=5a3b899c-69ed-4a6b-8f45-d452adf7f6d2&pd_rd_i=0593236505&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71tw2Qw-DrL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "The Moth - All These Wonders: 49 new true stories",
      "url": "https://www.amazon.com/Moth-These-Wonders-true-stories/dp/1781256640/ref=pd_vtp_d_sccl_2_3/262-7551295-4696626?pd_rd_w=1f59J&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=BE0DHTX1S7AXCJTDEAP5&pd_rd_wg=YSrWg&pd_rd_r=5a3b899c-69ed-4a6b-8f45-d452adf7f6d2&pd_rd_i=1781256640&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/91tbIiBHKHL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "The Moth: This Is a True Story",
      "url": "https://www.amazon.com/Moth-This-True-Story/dp/1846689902/ref=pd_vtp_d_sccl_2_4/262-7551295-4696626?pd_rd_w=1f59J&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=BE0DHTX1S7AXCJTDEAP5&pd_rd_wg=YSrWg&pd_rd_r=5a3b899c-69ed-4a6b-8f45-d452adf7f6d2&pd_rd_i=1846689902&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/81aO7S6K7EL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "The Science of Storytelling: Why Stories Make Us Human, and How To Tell Them Better",
      "url": "https://www.amazon.com/SCIENCE-STORYTELLING-PB-Stories-Better/dp/0008276978/ref=pd_vtp_d_sccl_2_5/262-7551295-4696626?pd_rd_w=1f59J&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=BE0DHTX1S7AXCJTDEAP5&pd_rd_wg=YSrWg&pd_rd_r=5a3b899c-69ed-4a6b-8f45-d452adf7f6d2&pd_rd_i=0008276978&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/81SeEqyqJfL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "The Moth Presents: A Point of Beauty: True Stories of Holding On and Letting Go",
      "url": "https://www.amazon.com/Moth-Presents-Stories-Holding-Letting/dp/0593139038/ref=pd_vtp_d_sccl_2_6/262-7551295-4696626?pd_rd_w=1f59J&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=BE0DHTX1S7AXCJTDEAP5&pd_rd_wg=YSrWg&pd_rd_r=5a3b899c-69ed-4a6b-8f45-d452adf7f6d2&pd_rd_i=0593139038&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71mNUwLxmwL._AC_UL330_SR330,330_.jpg"
    }
  ],
  "book_url": "https://www.amazon.com/dp/1780725671",
  "region": "us",
  "language": "en",
  "ISBN": "978-1780725673",
  "Publisher": "Short Books",
  "Publication_date": "8 Sept. 2022",
  "url": "https://www.amazon.co.uk/dp/1780725671/ref=sspa_dk_detail_3?psc=1&pd_rd_i=1780725671&pd_rd_w=nsPv1&content-id=amzn1.sym.46187d6a-4306-4bc6-830c-7b2085e0e39f&pf_rd_p=46187d6a-4306-4bc6-830c-7b2085e0e39f&pf_rd_r=VRFS1ATS463Z43AXWG71&pd_rd_wg=NWPT4&pd_rd_r=e0e001ff-9dcb-46ed-a834-a96058324796&sp_csd=d2lkZ2V0TmFtZT1zcF9kZXRhaWw"
}