{
  "书名": "セールスマネジメントモデル",
  "作者": "米倉達哉",
  "作者页面": "https://www.amazon.co.jp/-/en/%E7%B1%B3%E5%80%89%E9%81%94%E5%93%89/e/B0DXDWRY3S/ref=dp_byline_cont_book_1",
  "封面": "https://m.media-amazon.com/images/I/71t1OYDO3wL._SL1500_.jpg",
  "内容简介": "★★★発売前からAmazonカテゴリランキング1位！★★★（セールス・営業/マーケティング・セールス/リーダーシップ　等）「7つの型」で営業組織のマネジメントを体系化する。「トップセールスのやり方を真似ても、なかなか他のメンバーは成果が出せない…」 「経験豊富な社員が辞めてしまい、ノウハウが組織に残らない…」 このような営業の属人化は、多くの企業が抱える共通の悩みです。 その結果、組織を束ねる営業マネジャーの悩みがなくなることはありません。 なぜ、営業という仕事は属人化しやすいのか。 その課題は、次の3つが考えられます。 ①体系化したマネジメント手法がないから ②成果につながる「基準」が明確化されていないから ③組織全体で「学び合い、成長し続ける」仕組みが足りないから 営業組織にはびこる、これら3つの課題を解消するには、「営業を体系化してマネジメントする」「成果を生む基準を設定する」「仕組みを通じて文化を醸成する」ことが必要です。 そこで本書『セールスマネジメントモデル』では、「ビジョン」「戦略」「市場」「組織」「プロセス」「顧客」「人材」の7つのマネジメント理論を体系化し、常勝の営業チームのつくり方を授けていきます。 この本を通して、営業組織に「体系化」「基準」「仕組み」をインストールし、誰でも成果の出せる組織づくりを目指しましょう。  ■本書の構成 （目次一部紹介） はじめに　なぜ営業は属人化してしまうのか 第1章　プロセスマネジメント なぜ「プロセスマネジメント」が重要なのか プロセスマネジメントとは何か プロセスマネジメントの4つのポイント 営業組織の「勝利の方程式」 営業プロセスデザインの作り方 営業プロセスを管理する4つの視点  第2章　顧客マネジメント なぜ「顧客マネジメント」が必要なのか 顧客マネジメントとは何か 「顧客戦略」と「案件攻略」 案件を攻略する7つのステップ 「案件評価」と「ゴール目標」の明確化 「意思決定ユニット」と「顧客ニーズ」への対応・指導 「影響要因」への対応・指導 「マイルストーン」と「促進活動」の確認・指導 案件攻略検討会  第3章　人材マネジメント 人材マネジメントが難しくなった原因 人材マネジメントとは何か メンバーの意欲を高める メンバーの成長を促す あるべき営業像に導く関わり  第4章　市場マネジメント 戦略を上から下に落とすだけのミドルマネジャー 市場マネジメントとは何か 市場マネジメントの流れ ① 市場分析 ② セグメンテーション ③ ターゲティング（市場） ④ ポジショニング ⑤ ターゲティング（顧客）  第5章　戦略マネジメント 戦略実行を妨げる「負のスパイラル」 戦略マネジメントとは何か ① 上位戦略理解（自分ごと化） ② 環境分析（変化の動向把握） ③ クロスSWOT分析（方向性の明確化） ④ 先期レビュー（効果の検証） ⑤ 差別化戦略（競争優位の明確化） ⑥ 戦略マップ（成功への道筋） ⑦ 戦略実行・モニタリング（成果への最適化） 第6章　組織マネジメント 1人のリーダーシップの限界 組織マネジメントとは何か 「相互理解」から「相互尊重」へ（形成期） 「チーム目的」と「役割認識」（混乱期） チームワーク（統一期） 「リーダーシップ」と「フォロワーシップ」（機能期） 営業チームの会議をデザインする 「組織マネジメント」のケーススタディ  第7章　ビジョンマネジメント 「ビジョンマネジメント」が出発点 人は理だけでは動かない ビジョンマネジメントとは何か ミッション・ビジョン・バリューの違い ビジョンを浸透させる6つのステップ 組織を変革するリーダー 「ビジョンマネジメント」のケーススタディ おわりに ------------------------------- 【購入者限定特典DLサービス】 本書『セールスマネジメントモデル』をより活用いただくために、プロセスマネジメントを始めるための基本テンプレートを読者限定特典としてプレゼントします！  ■特典内容 ① カスタマージャーニーマップ ② プロセスデザイン ③ 営業活動KSF ④ 勝利の方程式 テンプレートに入力するだけで自チームの「勝利の方程式」が完成！ 特典内容は、本書内に記載のQRコードよりDLいただけます。",
  "ISBN": "978-4295410706",
  "书本页面": "https://www.amazon.co.jp/dp/4295410705/ref=sspa_dk_detail_3?psc=1&pd_rd_i=4295410705&pd_rd_w=SYjDv&content-id=amzn1.sym.f293be60-50b7-49bc-95e8-931faf86ed1e&pf_rd_p=f293be60-50b7-49bc-95e8-931faf86ed1e&pf_rd_r=YMEZNXVB0N9FRVGNDNYA&pd_rd_wg=fcfsN&pd_rd_r=47803cba-512a-4ec5-8d42-2c7be7eee90f&s=books&sp_csd=d2lkZ2V0TmFtZT1zcF9kZXRhaWw",
  "出版社": "クロスメディア・パブリッシング(インプレス)",
  "出版时间": "February 28, 2025",
  "amazon_rating": "4.7",
  "amazon_rating_count": "13 ratings",
  "读者评论": [
    {
      "reviewer_name": "弥左衛門",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\n実践的かつ体系的な営業マネジメント本",
      "date": "Reviewed in Japan on March 9, 2025",
      "content": "購入して読み始め、とても引き込まれた。営業という職種をマネジメントする立場のマネジャーにてとって、とても役立つ実践的な書籍だった。セールステックの活用も含め、これだけ体系的かつ実践的に論じられている書籍は他に類を見ないと思う。自社の営業組織をなんとかしたいと悩む営業部長・本部長・役員・社長にとって必読の書かと思う。"
    },
    {
      "reviewer_name": "s",
      "rating": "4.0",
      "title": "4.0 out of 5 stars\n組織を良くしたい営業マンには是非読んで欲しい",
      "date": "Reviewed in Japan on March 5, 2025",
      "content": "営業マネージャーに就任して間もない私にとって、この本はまさに道しるべとなりました。部下の育成やチーム運営に悩んでいた私ですが、『セールスマネジメントモデル』を読むことで、自分が何をすべきかが明確になりました。特に「人材マネジメント」の章では、メンバーの「自立」と「自律」を促す方法が丁寧に解説されており、大変参考になりました。また、具体的なフレームワークや実践的なアドバイスが豊富で、すぐにでも取り入れられる内容が満載です。この本を手にしてから、チームの雰囲気も徐々に良くなり、メンバーの士気も上がってきたと感じています。新任マネージャーの方にはぜひ読んでいただきたい一冊です。"
    },
    {
      "reviewer_name": "H.Y",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nマネージャーになる前に読んでおくべき必読書",
      "date": "Reviewed in Japan on March 11, 2025",
      "content": "この4月にマネージャーになりますが、何から手をつけていいかわからず、色々調べてこの本に出会いました。営業マネジメントが体系的に整理されていて、まさにほしかった内容でした。これから迷わずに持ってやっていけそうです。"
    },
    {
      "reviewer_name": "SW",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nマネジメントの教科書",
      "date": "Reviewed in Japan on March 10, 2025",
      "content": "「トッププレイヤーが優秀なマネジャーになれない」はかなり共感できるフレーズだったので拝読。マネジャーの”在るべき姿”について体系図や陥りがちなケースも記載があり、とても参考になる本だと思います。マネジメント経験者は「あるある」が多いと思います。"
    },
    {
      "reviewer_name": "匿名",
      "rating": "4.0",
      "title": "4.0 out of 5 stars\n感想",
      "date": "Reviewed in Japan on March 10, 2025",
      "content": "マネジメント経験が浅い私にとっては納得感を感じる所と想像の域に留まる部分がありました。営業における考え方の大筋は納得しました。ただ、理想としていいですが、自分がどこまでやれるのか、、、"
    },
    {
      "reviewer_name": "ホワイト",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nチームパワー",
      "date": "Reviewed in Japan on March 12, 2025",
      "content": "個々の営業マンの能力を高めるだけでなく、チーム全体のパフォーマンスを最大化することも重要。本書は、チームワークを高め、組織力を強化するための具体的な方法論が提示されていて、強いチームづくりに繋がるヒントが得られた。"
    },
    {
      "reviewer_name": "高野",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\n改めて営業マネジメントについて考えさせられました。",
      "date": "Reviewed in Japan on March 3, 2025",
      "content": "営業職7年、管理職になったものの、会社からの管理職教育もなく、何をお手本にしていいかわからずにいました。いくつかの書籍も参考にしながら自分なりにやってきたのですが、なかなか部下のモチベーションを上げることができず、苦戦しておりました。「プロセスマネジメント」はちょうど会社で取り組み初めていたところでした。女性ばかりのチームで、属人的な動き方が染みついてしまっているためか、なかなか改善はされず、何をお手本にして良いのかわからず不安でした。この本は一冊に知りたかったことがまとまっており、構成がとてもわかりやすく、頭にすんなり入ってきます。営業マネージャー個人がモチベーションを保ち、チームのマネジメントを形にしていくために、この一冊を通してチームで読み進めれば、全社的に育成に取り組むことができると感じました。書籍購入特典をDLし、ホームページも拝見したところ「営業を元気にする」とあって嬉しくなりました。"
    },
    {
      "reviewer_name": "tsss",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nやはり型は重要",
      "date": "Reviewed in Japan on March 10, 2025",
      "content": "営業マネジャーになると全てができているかのような錯覚になるが、改めて振り返ると個々のスタイルに依存しているなと気づかされた。体系的にまとめられているので手元に置いて定期的に自身のマネジメントを見直す良い機会になりそう。ベテランでも新任でもぜひ。"
    }
  ],
  "region": "us",
  "domain": "amazon.co.jp",
  "file_name": "amazon_book_4295410705_セールスマネジメントモデル_2025-03-20T01-53-43-648Z.html",
  "processed_time": "2025-03-20 09:53:58",
  "url": "https://www.amazon.co.jp/dp/4295410705/ref=sspa_dk_detail_3?psc=1&pd_rd_i=4295410705&pd_rd_w=SYjDv&content-id=amzn1.sym.f293be60-50b7-49bc-95e8-931faf86ed1e&pf_rd_p=f293be60-50b7-49bc-95e8-931faf86ed1e&pf_rd_r=YMEZNXVB0N9FRVGNDNYA&pd_rd_wg=fcfsN&pd_rd_r=47803cba-512a-4ec5-8d42-2c7be7eee90f&s=books&sp_csd=d2lkZ2V0TmFtZT1zcF9kZXRhaWw"
}