{
  "书名": "世界の一流は「雑談」で何を話しているのか",
  "作者": "ピョートル・フェリクス・グジバチ",
  "作者页面": "https://www.amazon.co.jp/-/en/s/ref=dp_byline_sr_book_1?ie=UTF8&field-author=%E3%83%94%E3%83%A7%E3%83%BC%E3%83%88%E3%83%AB%E3%83%BB%E3%83%95%E3%82%A7%E3%83%AA%E3%82%AF%E3%82%B9%E3%83%BB%E3%82%B0%E3%82%B8%E3%83%90%E3%83%81&text=%E3%83%94%E3%83%A7%E3%83%BC%E3%83%88%E3%83%AB%E3%83%BB%E3%83%95%E3%82%A7%E3%83%AA%E3%82%AF%E3%82%B9%E3%83%BB%E3%82%B0%E3%82%B8%E3%83%90%E3%83%81&sort=relevancerank&search-alias=books-jp",
  "封面": "https://m.media-amazon.com/images/I/81+GCNCIJvL._SL1500_.jpg",
  "内容简介": "ロングセラー4万部突破！日本人が苦手な「打ち解ける」「間を埋める」「盛り上げる」を世界の一流ビジネスマンはどうやっているのか？▼「雑談＝無駄話」ではない日本では、取引先との商談などを始める際に、本題に入る前のイントロダクションとして雑談を交わすのが一般的です。天気の話に始まり、SNSで話題になっていることや、お互いの業界のウワサ話など、そのほとんどが「とりとめのない会話」です。ビジネスマンは雑談を本題に入る前の「潤滑油」と考え、その場を和ませたり、無駄な緊張感を取り除いて、相手との距離感を縮めることを期待しています。お互いの関係性を深めるのは大事なことですが、筆者は「それだけでは、あまりにももったいない」と考えています。なぜならば、そこが「ビジネスの場」であるからです。筆者が働いていたグーグルでは、「Let's chat！」というフレーズが頻繁に飛び交っていました。あえて直訳すれば、「雑談しましょう！」という意味になりますが、世間話や無駄話をするわけではありません。アジェンダ（行動計画）が成立していない段階で、お互いのプランや課題をシェアして、「どんなプロジェクトができるのか？」「どんなアウトプット（成果）を目指すのか？」「どこに問題があるのか？」などについて、オープンで「ざっくばらん」な情報交換をすることが目的です。▼日本の雑談と世界の雑談は似て非なるもの世界のビジネスシーンで、一流のビジネスマンが交わしているのは、日本的な雑談ではなく、「dialogue（ダイアログ）」に近いものです。ダイアログとは、「対話」という意味ですが、単なる情報のやりとりだけでなく、話す側と聞く側がお互いに理解を深めながら、行動や意識を変化させるような創造的なコミュニケーションを目指した会話です。彼らは明確な意図を持って目の前の相手と向き合い、「雑談」を武器としてフル活用することで、仕事のパフォーマンスを上げ、成果を出すことを強く意識しています。日本のビジネスマンの雑談には、こうした戦略的な視点がスッポリと抜け落ちているのです。雑談が苦手と感じている人の多くは、「目的のない会話」が不得意な人たちです。どこに向かっているのかわからないような、ダラダラと長いだけの会話を毛嫌いしている人もいることでしょう。視点を変えれば、無目的に何かをするのが不得意な人というのは、しっかりとした目的が定まっていれば、最大限に強みを発揮できる人たちだと思います。明確な意図を持って相手に接すれば、苦手な雑談を武器に変えることができるのです。本書では、雑談を社内や社外の人間関係の構築に活かし、仕事で成果を出すための考え方や実践法を徹底的に掘り下げて詳しくお伝えします。世界のビジネスマンの雑談との向き合い方や、日本との考え方の違いを知ることは、雑談のスキル向上だけでなく、仕事のクオリティーを高めることに結びつきます。▼本書の構成はじめに　日本人は「雑談」を世間話や無駄話と考えている第1章　「世界」の雑談と「日本」の雑談第2章　強いチームをつくる「社内雑談力」の極意第3章　武器としてのビジネスの雑談第4章　こんな雑談は危ない！ 6つのNGポイントおわりに　リモートワークの増加が雑談の重要性を浮き彫りにした",
  "ISBN": "978-4295408109",
  "书本页面": "https://www.amazon.co.jp/世界の一流は雑談で何を話しているのか/dp/4295408107",
  "出版社": "クロスメディア・パブリッシング",
  "出版时间": "March 31, 2023",
  "读者评论": [
    {
      "reviewer_name": "、",
      "title": "5.0 out of 5 stars\nよみやすかった！",
      "date": "Reviewed in Japan on October 29, 2024",
      "content": "日本と海外の違いがとても興味深かったです！実際の取引先での会話があるあるで、読んでいて面白かったです。ピョートルさんの本がもっとよみたくなりました！ラポールという言葉、これから大事にします！"
    },
    {
      "reviewer_name": "luxtime",
      "title": "4.0 out of 5 stars\n視点がユニークでとても興味深い",
      "date": "Reviewed in Japan on January 6, 2025",
      "content": "著者の視点がユニークでとても興味深い内容だ。普段のチャットにも参考になりそう。"
    },
    {
      "reviewer_name": "Shungiku",
      "title": "3.0 out of 5 stars\nタイトル詐欺",
      "date": "Reviewed in Japan on December 11, 2024",
      "content": "「世界の一流」ではなく、ポーランド出身の著者が何を話しているのかが書かれた本である(著者が自分のことを世界の一流だと自認している可能性もある)。一個人の経験から随分と大風呂敷を広げており、極端に感じる内容が多い。全体的に日本人サラリーマンを貶める内容になっているが、恐らく著者が「日本の一流」と仕事をしたことがないからと思われる。一方で、自分の考えの整理には役立った。"
    },
    {
      "reviewer_name": "さきがけみらいゆかし　Mirai　japan",
      "title": "5.0 out of 5 stars\n雑談とは 何かを考える",
      "date": "Reviewed in Japan on February 14, 2025",
      "content": "雑談というものが本当に日本人において 難しいということを社会の側面から考えながら雑談のあり方について具体的に検討している素晴らしい本最初はかなり 辛口に見えますがかなり 具体的な検討を重ねているので明日にでも使えそうな感じ もしてくるので素晴らしいと思う"
    },
    {
      "reviewer_name": "小川サゴハチ",
      "title": "4.0 out of 5 stars\n基本的に有益な内容、でも高尚な愚痴感もある",
      "date": "Reviewed in Japan on January 29, 2025",
      "content": "なるへそ〜！と自己の気づきにつながりました！前半は特に良かった後半に行くに従い疑問も生じた！本当に世界の一流(たち)なの？てか誰？個人的な印象ではなく？とか、作者ご自身の嫌な思い出(なのか？)をうまいこと文中に紛れ込ませる→「日本人は〜」と抽象化する→「〜するといいですね」とアドバイス(ある意味、作者から\"日本人\"に対する要求でもある)をするそうすることで、ピョートルさんはカタルシスってるのかもなーと感じました高尚な愚痴感がただよっている。だから徐々に読むのくたびれたーー笑！わからなくもないｹﾄﾞさ💁🏻🤍雑談知識がほしい、ルーツが海外にある人から日本がどう見えるか知りたい、など思ってる方はチェキチェキ買う前に立ち読みするか、Kindle Unlimitedで読むのをおすすめしますｾﾞいろいろお勉強になります"
    },
    {
      "reviewer_name": "ななな",
      "title": "5.0 out of 5 stars\n読みやすかった",
      "date": "Reviewed in Japan on February 4, 2025",
      "content": "日本と海外の雑談の違い、雑談には目的と意図が必要なんだと気付かされました！また、上記を意識することで、より信頼関係を築き、情報を引き出し、創造的な環境を創れることがわかった！雑談を効果的に活用します！"
    },
    {
      "reviewer_name": "サンタ",
      "title": "4.0 out of 5 stars\nビジネス成功のための雑談マニュアル",
      "date": "Reviewed in Japan on January 8, 2025",
      "content": "私はビジネス目的ではなく、ただ親戚の集まりの際に、姪たちにとって、粋な雑談のできる叔母さんになるために購入してみました。しかし、この本は、ビジネスで成功することを目的とした方へ、失礼なく相手のことを聞き出して懐に入り成功するためのマニュアルを記載しています。　姪たちはビジネスで成功したい若者の年代ではありますので、何か役に立つ話題が無ければ、親戚の叔母さんと話すのは時間の無駄なのだなと改めて認識しました。自分の仕事のための学びや、家族の健康のための丁寧な暮らしへの努力に加えて、若者が役に立ったと思うような知識をも学んで用意しておく努力もせねばならないのか、大変だなと思いました。"
    },
    {
      "reviewer_name": "paopao",
      "title": "2.0 out of 5 stars\n疲れる本",
      "date": "Reviewed in Japan on February 5, 2025",
      "content": "同じような表現が何度も出てきて、「身になる内容が詰まっている！」とは感じられなかった。こちらの読解力が問われるのだろうか…。改めて、雑談を手段の一つとすることは理解できた。"
    }
  ],
  "region": "jp",
  "url": "https://www.amazon.co.jp/-/en/%E3%83%94%E3%83%A7%E3%83%BC%E3%83%88%E3%83%AB%E3%83%BB%E3%83%95%E3%82%A7%E3%83%AA%E3%82%AF%E3%82%B9%E3%83%BB%E3%82%B0%E3%82%B8%E3%83%90%E3%83%81/dp/4295408107/ref=pd_bxgy_thbs_d_sccl_1/358-9774692-9324168?pd_rd_w=GFSYO&content-id=amzn1.sym.dee070b1-16ee-44ca-b1c2-031bd9c55b61&pf_rd_p=dee070b1-16ee-44ca-b1c2-031bd9c55b61&pf_rd_r=D9BBN24CM8X49CW30HPW&pd_rd_wg=KIzhm&pd_rd_r=7bba19e4-30d7-4cbb-b68c-05559103516d&pd_rd_i=4295408107&psc=1"
}