{
  "title": "Nexus: A Brief History of Information Networks from the Stone Age to AI",
  "author": "Yuval Noah HarariYuval Noah Harari",
  "author_url": "https://www.amazon.com/Yuval-Noah-Harari/e/B00J21BCIW/ref=aufs_dp_fta_an_dsk",
  "publisher": "Language\n                                    ‏\n                                    :\n                                    ‎\n                                 English",
  "publication_date": "September 10, 2024",
  "isbn": "",
  "cover_image_url": "https://images-na.ssl-images-amazon.com/images/G/01/x-locale/common/grey-pixel.gif",
  "description": "#1 NEW YORK TIMES BESTSELLER • From the author of Sapiens comes the groundbreaking story of how information networks have made, and unmade, our world.“Striking original . . . A historian whose arguments operate on the scale of millennia has managed to capture the zeitgeist perfectly.”—The Economist“This deeply important book comes at a critical time as we all think through the implications of AI and automated content production. . . . Masterful and provocative.”—Mustafa Suleyman, author of The Coming WaveFor the last 100,000 years, we Sapiens have accumulated enormous power. But despite allour discoveries, inventions, and conquests, we now find ourselves in an existential crisis. The world is on the verge of ecological collapse. Misinformation abounds. And we are rushing headlong into the age of AI—a new information network that threatens to annihilate us. For all that we have accomplished, why are we so self-destructive?Nexus looks through the long lens of human history to consider how the flow of information has shaped us, and our world. Taking us from the Stone Age, through the canonization of the Bible, early modern witch-hunts, Stalinism, Nazism, and the resurgence of populism today, Yuval Noah Harari asks us to consider the complex relationship between information and truth, bureaucracy and mythology, wisdom and power. He explores how different societies and political systems throughout history have wielded information to achieve their goals, for good and ill. And he addresses the urgent choices we face as non-human intelligence threatens our very existence. Information is not the raw material of truth; neither is it a mere weapon. Nexus explores the hopeful middle ground between these extremes, and in doing so, rediscovers our shared humanity.",
  "author_bio": "Prof. Yuval Noah Harari (born 1976) is a historian, philosopher and the bestselling author of 'Sapiens: A Brief History of Humankind' (2014); 'Homo Deus: A Brief History of Tomorrow' (2016); '21 Lessons for the 21st Century' (2018); the children's series 'Unstoppable Us' (launched in 2022); and 'Nexus: A Brief History of Information Networks from the Stone Age to AI' (2024). He is also the creator and co-writer of 'Sapiens: A Graphic History': a radical adaptation of 'Sapiens' into a graphic novel series (launched in 2020), which he published together with comics artists David Vandermeulen (co-writer) and Daniel Casanave (illustrator). These books have been translated into 65 languages, with 45 million copies sold, and have been recommended by Barack Obama, Bill Gates, Natalie Portman, Janelle Monáe, Chris Evans and many others. Harari has a PhD in History from the University of Oxford, is a Lecturer at the Hebrew University of Jerusalem's History department, and is a Distinguished Research Fellow at the University of Cambridge’s Centre for the Study of Existential Risk. Together with his husband, Itzik Yahav, Yuval Noah Harari is the co-founder of Sapienship: a social impact company that advocates for global collaboration, with projects in the realm of education and storytelling.",
  "amazon_rating": "4.5",
  "amazon_rating_count": "5,311 ratings",
  "goodreads_rating": "",
  "goodreads_rating_count": "",
  "reviews": [
    {
      "reviewer_name": "Kindle Customer",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\noutstanding as always for Harare",
      "date": "Reviewed in the United States on February 23, 2025",
      "content": "Loved the book.  Ideas were original.  The writing clear and easily understandable and it ties history to the present.  Harari’s way of looking at human history is refreshing and based on historical fact, that only he has articulated.We can all learn from this and hopefully grow from what he has posited.\nRead more",
      "helpful_votes": "3 people found this helpful"
    },
    {
      "reviewer_name": "Benjamin",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nAmazon deleted my review 3 months ago 😡",
      "date": "Reviewed in the United States on January 27, 2025",
      "content": "I had hundreds of people that found this to be helpful. So here’s the re uploadYuval Harari highlights the naive misconception about information often touted by the tech industry and mainstream society: the belief that more information inherently leads to innovation, progress, and that the truth will always prevail. The printing press is frequently cited as a transformative invention, but what’s often overlooked is that one of its most popular outputs was the Malleus Maleficarum, a witch-hunting manual that contributed to the deaths of tens of thousands of innocent people across Europe. Ironically, during the same period, Copernicus’ groundbreaking book—which shifted the paradigm from the geocentric theory (Earth at the center of the universe) to the heliocentric model (the Sun at the center)—was largely ignored by the public. Why? Because truth is often dull, while conspiracy theories are exciting.This dynamic should sound familiar. Decades ago, many feared that governments and mainstream media were brainwashing the public with negativity, a perception amplified by humanity’s natural negativity bias. Today, with the democratization of media through the internet, negativity and conspiracy theories have only proliferated. Echo chambers, clickbait, and sensationalist content dominate the digital space, amplifying modern conspiracies like the Area 51 raid, Hollywood and oligarchic sex rings, alien shape-shifting elites, flat Earth theories, and satanic baby-eating worshippers.Harari draws a parallel between this phenomenon and the impact of the printing press. Before its advent, witches were not universally viewed as evil, even by the church. But with the spread of printed conspiracies, authoritarian and totalitarian regimes thrived on the chaos these narratives created—just as they do today. Harari reminds us that truth is inherently chaotic, unexciting, and often overshadowed by more captivating fictions.The history of Judaism and Christianity, particularly the formation of the Torah and the Bible, was so fascinating—it opened up so much that I didn’t know. It was stimulating, to say the least. Shifting gears, I want to dive into counterarguments about AI, which I believe is a natural part of human evolution. Suggesting we slow down AI’s development feels as unrealistic as expecting humanity to abolish nuclear weapons or replace capitalism outright—these things, unfortunately, aren’t happening.While AI can present information in persuasive ways, individuals still have the agency to question and verify sources. The democratization of education and increased digital literacy can act as strong defenses against manipulation. Even Harari, who warns of AI propaganda, emphasizes the power of education. By prioritizing media literacy, we can effectively counteract many of AI’s potential risks. Manipulation is nothing new; it’s been around for centuries, from biased news to propaganda. AI might scale and speed up this issue, but societies have historically adapted through safeguards like fact-checking platforms, transparency initiatives, and ethical AI frameworks.The concern about inequality is valid, but AI also has the potential to level the playing field. Open-source technologies, community-driven projects, and global collaboration can help ensure AI’s benefits are more evenly distributed. Affordable AI systems are already improving healthcare, education, and infrastructure in underdeveloped regions. Throughout history, fears about new technologies have been met with proactive solutions. For example, the Industrial Revolution initially led to significant inequality, but measures like antitrust laws, unions, and public funding eventually balanced the scales. Similarly, policies such as AI taxation, universal basic income, and global governance initiatives could prevent power and resources from becoming overly concentrated.On the issue of trust, advances in AI detection tools are progressing rapidly. Algorithms to spot deepfakes, verify content authenticity, and ensure traceability through technologies like blockchain are already underway. Humans have always found ways to adapt to new challenges in distinguishing truth from falsehood. The invention of photography and video sparked similar fears of manipulation, yet we developed forensic analysis and journalistic standards to maintain trust. The same will likely happen with AI-generated content.As with past technological revolutions, while some jobs may be lost, entirely new industries and roles will emerge. The rise of the internet, for example, gave us careers in web development, digital marketing, and e-commerce—none of which existed before. Similarly, AI will create demand in fields like ethical oversight, system maintenance, and human-AI collaboration. Rather than clinging to outdated economic views of work, societies could shift focus to more meaningful, creative, and community-driven pursuits. Shorter workweeks, universal basic income, and subsidized retraining programs could smooth the transition, making AI a tool for enhancing human purpose rather than threatening it.While authoritarian regimes could misuse AI for oppression, the same tools can also empower democratic movements. AI can help activists organize, expose corruption, and spread counter-narratives effectively. Decentralized AI technologies could ensure that no single regime monopolizes these tools. Additionally, international treaties and regulations—similar to those for nuclear weapons or climate change—could establish ethical norms for AI use. Democratic nations and organizations have the opportunity to lead the charge in enforcing these standards.Harari’s warnings about AI illuminate genuine dangers, but his arguments sometimes feel overly deterministic and dystopian, underestimating humanity’s adaptability and resilience. Yes, the challenges posed by AI are real, but they are far from insurmountable. With the right education, regulation, and global collaboration, AI can be harnessed as a force for progress rather than something to fear. Harari’s critiques are invaluable for sparking dialogue, but they should be balanced with optimism and proactive solutions.\nRead more",
      "helpful_votes": "72 people found this helpful"
    },
    {
      "reviewer_name": "A. Menon",
      "rating": "4.0",
      "title": "4.0 out of 5 stars\nDefinitely worth reading though not a good compass for navigating the future",
      "date": "Reviewed in the United States on October 21, 2024",
      "content": "Nexus is the latest book by Yuval Noah Harari in which he explores some of the existential questions that concern technology and humanity and their interaction.  Starting from a perspective of information and its role in increasing participation or strengthening control the work weaves together a lot of topics to try to give a perspective on how technology is impacting society in some positive but many detrimental ways.  He then pursues the topic of AI which he alters the acronym to Alien intelligence to highlight the intrinsic difference in computational schemes that goes into machine technologies and highlights a multitude of scenarios that seem plausible but highly concerning about the embedding of more technology into our social structure.  It is a thought provoking book that highlights rational concerns on our future in a technology fueled world but it offers no real policy vision on what to do about it.  It does serve as a strong reminder that there are severe consequences to some of our technology roadmaps and they are already impacting us but again what to do about it is the real question not what are imaginable scenarios.The book is split into three parts starting with human networks.  The author in his usual style implicitly pokes fun at humanity's social structure and history of gravitating to mythology and shows how much of history has been about using information and story to create order.  Human stories create networks of common purpose far beyond the family unit and thus has been the basis of creating networks that allow for coordination on a scale that no other species can replicate.  This is a powerful concept introduced and is also then discussed in the context of democracy and autocracy.  The author highlights that the information structure of a democracy is that of greater participation in the information network and in autocracy it is a centralized one.  These different style focus on truth and order with different priorities.  The author brings up how in autocratic, mimicking religious frameworks the systems are built on the timelessness of the regime for providing solutions and thus infallibility is a pillar of the governance structures.  Democracy being an evolving system by construction is more fluid with the potential to get carried in different directions at different times.  The author makes it a strong point to highlight that democracy is not majoritarianism but is about the rights of citizens for themselves not the rights of citizens over others.The author moves onto computers and their influence.  He highlights the distributed nature of them as well as their permanence in the infrastructure we depend on.  The author starts to highlight how the control of this network has changed interaction structures as well as changed the likelihood of survival of autocratic regimes relative to the past.  In particular the information gathering networks of today can be processed in real time unlike in the past when piles of papers would be the product of surveillance that the state didn't have the capacity to process.  The author also highlights that networks can perpetuate bias and be error prone.From here the author moves on to the influence of technology on politics and its clear deterioration in recent times.  He gives a multitude of scenarios in which platforms with no editorial review that promote user engagement are mere platforms to perpetuate hate and sensationalism.  These examples all highlight how the \"objective function\" that many algorithms are trained to maximize have a negative relationship with human welfare.  There is also little consequence of this given the weak regulatory oversight.  Despite this problem the author is able to highlight that oversight itself solves little because we don't know the consequences of changing goals given the complexity of mapping the dynamics of the underlying ecosystem to their conclusions.  The author uses some examples where AI evades boundaries to achieve goals highlighting the increasing difficulty in constraining AI in practice.  Overall the book highlights the concerns many people have about the direction of technology and the speed at which technology has been disruptive.  Unfortunately despite such concerns resonating they do not offer sufficient concern to stop progress nor a blueprint for a dependable oversight structure, which is probably impossible to achieve anyway.  This leaves us unfortunately unsettled and without clear solutions.Nexus was a stronger work than Homo Deus and up there with Sapiens.  As usual he will likely have an audience which dislikes his style and willingness to poke fun at some of humanities mythologies but the content is deep and the argument construction is well thought out.  I definitely think this is a worthwhile read but be prepared to come out of it with no further wisdom on what to do about it.\nRead more",
      "helpful_votes": "31 people found this helpful"
    },
    {
      "reviewer_name": "Amazon Customer",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nMust read!",
      "date": "Reviewed in the United States on February 16, 2025",
      "content": "As someone who has been in AI industry for several years, I find this book extremely well written and thought provocative. You might not see all aspects of AI for as long as your in that bubble but I wish every politician reads this book. I put this book on the same level as Sapiens.\nRead more",
      "helpful_votes": "One person found this helpful"
    },
    {
      "reviewer_name": "TheRecorder",
      "rating": "5.0",
      "title": "An essential read... probably",
      "date": "Reviewed in the United Kingdom on September 17, 2024",
      "content": "Generally I think I've been keeping up with AI developments. That is, until I hear about and test its next mind-bending ability. At which point I realise I was naive in thinking AI would never get this far.That's where this book comes in.Nexus is partly a history of technologies that convey human thought - from spoken word, stone tablets and books, through to computers, algorithms and AI. Harari has pinned down what was transformational about each technology, how it changed the landscape, and also how it was inevitably misused and exploited by humans. It's a lot of background, which I wasn't sure about at first, but by the end it definitely pays off because of the context provided. The book is very accessible and that does mean some repetition when bridging between stories. If you're new to the field, or are listening to the audiobook, or are dipping in and out, you'll probably appreciate that memory-jogging.It's a very thought-provoking read. I didn't know as much about its historical accounts as its modern ones, and Harari's style is clear and passionate without straying into emotional even if the subject matter is. The book is also thoroughly researched - I say that not only because of the numerous references, but because when Harari discusses topics I do know well (e.g. algorithms and 21st century), I pretty much always find myself in agreement with the text, which is rare for me. That reassurance meant I was able to get through it very quickly (especially the 2nd half).So why do I say \"probably\" in my review title? Well, if your job is future forecasting and you have some inside view of this tech that means you see it months or years in advance, then it is mainly the number of striking historical parallels that may enrich your view. But in fact I reckon this book's content is near-essential for much of the population, just like how we study and learn from major historical or scientific developments. We are all going to be affected by it more and more, unless you live totally off-grid forever. Is there a greater revolution in this time in history than the technological one(s)? This book says no.Today, you can certainly argue about AI's lack of personality and finesse, its influence in the political spheres and the controversy about the rights of artists and creators it has leveraged/exploited. (I always question now how much of the YouTube video I'm watching was conceived by a human or an AI, and how that affects trust.) But rightly or wrongly, the result is a staggering rate of development 24/7 which can almost be scary. And right now it's still in its infancy.In a nutshell, I'd say get a hold on this topic while it's still manageable. That's what I'm trying to do, and this book deepened my perspective hugely.Received in excellent condition. I wanted a paper copy for quicker reference, though I originally heard the audiobook instead.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Theo Rem",
      "rating": "5.0",
      "title": "Ein wenig beunruhigend!",
      "date": "Reviewed in Germany on January 13, 2025",
      "content": "Wie mittlerweile jeder weiß, geht es um den Einfluß,  den die Verwendung von Technik mit künstlicher Intelligenz auf die Menschheit hat.  Harari sieht deren Punkt wesentlich in der Informationsverarbeitung und und beschäftigt sich zunächst mit dem zentralen Begriff der Information. Es gibt einen semantischen,  der mit Carnap und Bar Hillel verbunden ist und so etwas wie den Inhalt einer Aussage beschreibt.  Ein anderer, mathematisch technischer, der auf Shannon und Kolmogorow zurückgeht und von Harari im folgenden verwendet wird, beschreibt die Ordnung im System. Für die Menschheit, zeigt Harari,  wird diese Ordnung immer wichtiger und die Versuchung, sie zu manipulieren, immer größer! Neu ist jetzt dreierlei:1. KI tritt als handelnder Akteur auf. Wie man Menschen ihre Entscheidungen zurechnen, trotz individueller Geschichte und Umständen, muß man das auch bei künstlichen Agenten tun, ungeachtet zugrundeliegender Regeln und Prinzipien. Kein anderes Mittel zur Informationsverarbeitung war je Akteur.2. Menschen sind für Menschen grundsätzlich durchschaubar und verständlich.  KI ist das grundsätzlich nicht. Der neue Mitspieler ist buchstäblich ein Alien mit möglicherweise eigenen Zielen.3. KI ist sehr viel schneller und effizienter und macht auch menschliche Prozesse uneinschätzbar in Ablauf und Ergebnis.All das hat politische Konsequenzen, die ausführlich diskutiert werden. Neben dem allgegenwärtigen Ruf nach Regulierung, der bei diesem Autor nicht übertrieben klingt, interessiert sich Harari dafür, wie eine KI in der menschlichen Gesellschaft überhaupt aussehen könnte,  welche wir wollen. Völlig überraschend kam für mich zum Schluß der Gedanke von der Spaltung der menschlichen Kultur aufgrund von differenten kulturellen Entwicklungen zweier oder mehr einander nicht verstehender KI-Kulturen. Lassen Sie sich überraschen!\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Meral K.",
      "rating": "5.0",
      "title": "A journey!",
      "date": "Reviewed in Japan on February 8, 2025",
      "content": "An amazing piece definitely must read. It’s worth reading at least hundreds of books. He is a great author and the inspiration!\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Customer",
      "rating": "2.0",
      "title": "Seems Unprofessional",
      "date": "Reviewed in Singapore on September 30, 2024",
      "content": "I was disappointed to see this on what could be a very vaulable book. The paper it is printed on is an inferior paper than the one in Kinokuniya.If I had known someone is trying to break the law and make extra money, I wouldn't have bought. The $10 dkscount isnt worth it. First time I'm disappointed in Amazon!  I'd like to return it but I threw away the packaging because the inner cardboard had a strong odor before I examined the book. I admit i was excited to get the book but I shudv waited to check thoroughly! Be aware.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Philippe",
      "rating": "5.0",
      "title": "Toujours aussi agréable à lire cet auteur",
      "date": "Reviewed in France on November 13, 2024",
      "content": "Nous confronte à la réalité de façon concise, clair et précise.\nRead more",
      "helpful_votes": ""
    }
  ],
  "related_books": [
    {
      "title": "Revenge of the Tipping Point: Overstories, Superspreaders, and the Rise of Social Engineering",
      "url": "https://www.amazon.com/dp/0316575801/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/414qbxyQPBL._UX300undefined_.jpg"
    },
    {
      "title": "Homo Deus: A Brief History of Tomorrow",
      "url": "https://www.amazon.com/dp/0062464345/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41FYAMRN6TL._UX300undefined_.jpg"
    },
    {
      "title": "Sapiens: A Brief History of Humankind",
      "url": "https://www.amazon.com/dp/0062316117/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41lZKXt1+ML._UX300undefined_.jpg"
    },
    {
      "title": "Genesis: Artificial Intelligence, Hope, and the Human Spirit",
      "url": "https://www.amazon.com/dp/0316581291/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41TaZnxbO4L._UX300undefined_.jpg"
    },
    {
      "title": "21 Lessons for the 21st Century",
      "url": "https://www.amazon.com/dp/0525512195/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41+z6BmntBL._UX300undefined_.jpg"
    },
    {
      "title": "The Singularity Is Nearer: When We Merge with AI",
      "url": "https://www.amazon.com/dp/0399562761/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/5121TlAHJHL._UX300undefined_.jpg"
    },
    {
      "title": "On Freedom",
      "url": "https://www.amazon.com/dp/0593728726/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41qYSJvo3hL._UX300undefined_.jpg"
    },
    {
      "title": "The Genetic Book of the Dead: A Darwinian Reverie",
      "url": "https://www.amazon.com/dp/0300278098/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/4181bGR-dEL._UX300undefined_.jpg"
    },
    {
      "title": "Why Machines Learn: The Elegant Math Behind Modern AI",
      "url": "https://www.amazon.com/dp/0593185749/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/51MfcVMoA4L._UX300undefined_.jpg"
    },
    {
      "title": "Co-Intelligence: Living and Working with AI",
      "url": "https://www.amazon.com/dp/059371671X/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/51Q2EMPts+L._UX300undefined_.jpg"
    },
    {
      "title": "Autocracy, Inc.: The Dictators Who Want to Run the World",
      "url": "https://www.amazon.com/dp/0385549938/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41GccR5umrL._UX300undefined_.jpg"
    },
    {
      "title": "Yuval Noah Harari Box Set (Sapiens, Homo Deus, 21 Lessons for 21st Century) (Lead Title)",
      "url": "https://www.amazon.com/dp/1529115663/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41VCK79AAgL._UX300undefined_.jpg"
    },
    {
      "title": "On the Edge: The Art of Risking Everything",
      "url": "https://www.amazon.com/dp/1594204128/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41G9+yjMGTL._UX300undefined_.jpg"
    },
    {
      "title": "The Sirens' Call: How Attention Became the World's Most Endangered Resource",
      "url": "https://www.amazon.com/dp/0593653114/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41K-WpzBsoL._UX300undefined_.jpg"
    },
    {
      "title": "Superagency: What Could Possibly Go Right with Our AI Future",
      "url": "https://www.amazon.com/dp/B0D5WMKV9H/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/51POnfcrLqL._UX300undefined_.jpg"
    },
    {
      "title": "War",
      "url": "https://www.amazon.com/dp/166805227X/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41+f4ftCeZL._UX300undefined_.jpg"
    },
    {
      "title": "Supremacy: AI, ChatGPT, and the Race that Will Change the World",
      "url": "https://www.amazon.com/dp/1250337747/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/516-x0kSOcL._UX300undefined_.jpg"
    },
    {
      "title": "How Economics Explains the World: A Short History of Humanity: A Brief and Powerful Economic History with Timeless Lessons, Learn How Markets Mold Society",
      "url": "https://www.amazon.com/dp/0063383780/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/51+nEmAqTvL._UX300undefined_.jpg"
    },
    {
      "title": "The Message",
      "url": "https://www.amazon.com/dp/0593230388/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/518IWZx9whL._UX300undefined_.jpg"
    },
    {
      "title": "The Coming Wave: Technology, Power, and the Twenty-first Century's Greatest Dilemma",
      "url": "https://www.amazon.com/dp/0593593952/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/514ckFglNLL._UX300undefined_.jpg"
    },
    {
      "title": "Sapiens: A Graphic History: The Birth of Humankind (Vol. 1)",
      "url": "https://www.amazon.com/dp/0063051338/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/51Huo8q885L._UX300undefined_.jpg"
    },
    {
      "title": "Source Code: My Beginnings",
      "url": "https://www.amazon.com/dp/059380158X/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41By+sbecbL._UX300undefined_.jpg"
    },
    {
      "title": "A Brief History of Intelligence: Evolution, AI, and the Five Breakthroughs That Made Our Brains",
      "url": "https://www.amazon.com/dp/0063286343/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/51Q3CszEtsL._UX300undefined_.jpg"
    },
    {
      "title": "Playground: A Novel",
      "url": "https://www.amazon.com/dp/1324086033/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/51i3ridx+nL._UX300undefined_.jpg"
    },
    {
      "title": "Why Nations Fail: The Origins of Power, Prosperity, and Poverty",
      "url": "https://www.amazon.com/dp/0307719227/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/51O7F59pMeL._UX300undefined_.jpg"
    },
    {
      "title": "Abundance",
      "url": "https://www.amazon.com/dp/1668023482/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41nAu0sYQmL._UX300undefined_.jpg"
    },
    {
      "title": "AI Snake Oil: What Artificial Intelligence Can Do, What It Can’t, and How to Tell the Difference",
      "url": "https://www.amazon.com/dp/069124913X/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/51StjRlJlRL._UX300undefined_.jpg"
    },
    {
      "title": "The Nvidia Way: Jensen Huang and the Making of a Tech Giant",
      "url": "https://www.amazon.com/dp/1324086718/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/51jiT4bxNhL._UX300undefined_.jpg"
    },
    {
      "title": "Patriot: A Memoir",
      "url": "https://www.amazon.com/dp/0593320964/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/412qIsAAPJL._UX300undefined_.jpg"
    },
    {
      "title": "The Technological Republic: Hard Power, Soft Belief, and the Future of the West",
      "url": "https://www.amazon.com/dp/0593798694/ref=mes-dp?_encoding=UTF8&pd_rd_w=SaxdI&content-id=amzn1.sym.7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_p=7d2923e8-7496-46a5-862d-8ef28e908025&pf_rd_r=R75RGZT3WGC288TES2CA&pd_rd_wg=YLu2C&pd_rd_r=e20562c8-b26f-4256-b38e-da542c7a2851",
      "image_url": "https://m.media-amazon.com/images/I/41s1TtynNvL._UX300undefined_.jpg"
    }
  ],
  "book_url": "https://www.amazon.com/Nexus-Brief-History-Information-Networks/dp/059373422X",
  "region": "us",
  "language": "en",
  "ISBN": "9780593734223",
  "Publisher": "Language\n                                    ‏\n                                    :\n                                    ‎\n                                 English",
  "Publication_date": "September 10, 2024"
}