{
  "title": "The Sovereign Child: How a Forgotten Philosophy Can Liberate Kids and Their Parents",
  "author": "Aaron StuppleAaron Stupple",
  "author_url": "https://www.amazon.com/Aaron-Stupple/e/B0DRYZG546/ref=aufs_dp_fta_an_dsk",
  "publisher": "Language\n                                    ‏\n                                    :\n                                    ‎\n                                 English",
  "publication_date": "January 6, 2025",
  "isbn": "",
  "cover_image_url": "https://images-na.ssl-images-amazon.com/images/G/01/x-locale/common/grey-pixel.gif",
  "description": "Could it really be okay to let kids eat whatever they want? Sleep whenever they want? Watch whatever they want? If kids are completely free to make their own choices, they’ll develop damaging habits that will haunt them into adulthood. Surely parents have a duty to set a few limits.But what if this conventional wisdom is wrong? What if our deepest ideas of how learning works, how knowledge grows, and the nature of personhood all point to the brute fact that parenting philosophies have missed a critical detail?In The Sovereign Child, Aaron Stupple explains Taking Children Seriously, the only parenting philosophy that accounts for the fact that children are people—their reasons, desires, emotions, and creativity all work precisely the same way that those of adults do. Because of this, much of the conventional wisdom simply cannot work as intended.Using examples gleaned from his years as a father of five, Aaron takes a close look at the unavoidable harms of rule enforcement and the startling alternatives available when parents never give up on treating children as if their reasons for their choices matter as much as anyone else's.",
  "author_bio": "Aaron Stupple is a practicing physician and former public school teacher. He lives in Western Massachusetts with his wife and five children.",
  "amazon_rating": "4.0",
  "amazon_rating_count": "191 ratings",
  "goodreads_rating": "",
  "goodreads_rating_count": "",
  "reviews": [
    {
      "reviewer_name": "Ernst Erlanson",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nThe best book on parenting",
      "date": "Reviewed in the United States on January 14, 2025",
      "content": "This is the best book on parenting.The first reason is that it is built on our best theories of morality and epistemology, specifically Popper’s theory of critical rationalism. This theory has implications that challenge almost every mainstream view of parenting, including both authoritarian and permissive approaches.The second reason is that Aaron has managed to write a surprisingly easy-to-read yet profoundly deep book about how to give your children the gift of autonomy and liberty from the very first day of their lives. While I was already familiar with the underlying philosophy of Taking Children Seriously, this book clarifies what this philosophy looks like in practice. I thank Aaron and his family for taking these courageous steps to change how children are raised in our culture.Lastly, this is an exemplary book on how to critique an immoral aspect of our culture. There is no shaming or indignation—it is a critique of parenting, not parents. Authors writing about racism or sexism could learn from this approach. It is possible to highlight widespread injustices in society without chastising others or placing yourself on a pedestal.Read this book to gain insights into philosophy, learn how to problem-solve with children, and discover how to write about moral philosophy without condescending to those who disagree with you.\nRead more",
      "helpful_votes": "5 people found this helpful"
    },
    {
      "reviewer_name": "Tara Strahl",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nBest Early Childhood Book since Montessori",
      "date": "Reviewed in the United States on January 30, 2025",
      "content": "This book provokes strong reactions, which speaks to the bravery of the authors in making their case against the ever-more-stringent rules and restrictions of early childhood industrial complex. At the same time, I think the approach they recommend is more widespread than is generally realized. A number of major educational movements and studies, from the Montessori Method to John Holt's Unschooling to Alison Gopnik's groundbreaking work, have pre-figured aspects of the approach this book recommends, to great practical success. And in every happy and productive life, there is generally some unassuming figure in the background, whether teacher’s aide or adoring granma, quietly holding space for childhood to happen.A major point of contention seems to be the author's story of letting his toddler eat ice cream. However anyone who takes care of many children over a period of years knows that most if not all toddlers go through a picky phase where they demand only white food (or only hot dogs). In this phase, the adults can either (pointlessly) battle and risk ending up accidentally extending the phase, or sensibly realize that actions speak louder than words and quietly set an example of choices in their own eating for the child to pick up when they outgrow the phase and are ready for new adventures. Not to mention, doctors tend to recommend not to make a big deal out of this, so long as the child is healthy and happy. Additionally, ice cream as a mixture of glucose and fat (not dissimilar from breast milk) is actually a big improvement on the bright dyes, additives, and empty carbs present in cereal and many other foods typically fed to children!Also, I think the more negative reviewers may not have finished reading the book. The whole point of the book is an incremental, experimental approach. Thus the author shows many fun useful examples and generally recommends against drastic application. The philosophy chapter of the book makes epistemology or the investigation of how we learn approachable to the general reader for perhaps the first time, and this alone makes the whole book worth it.It's an exciting, important book at the start of a new field, that will help many to lead happier more creative lives - a critical advantage in today's world.\nRead more",
      "helpful_votes": "4 people found this helpful"
    },
    {
      "reviewer_name": "EngrGirl",
      "rating": "1.0",
      "title": "1.0 out of 5 stars\nWorst parenting book I've read",
      "date": "Reviewed in the United States on January 16, 2025",
      "content": "This parenting book fundamentally misunderstands how children develop, both from a biological and evolutionary standpoint. The author suggests treating kids like independent houseguests who need minimal guidance. But this ignores everything we've learned from studying how primates, including humans, have raised their young for millions of years - through careful guidance and structured learning, not complete freedom.The book makes concerning recommendations, like letting children eat unlimited ice cream simply because they haven't gained weight. This shows a poor understanding of how early childhood habits affect long-term development. Weight isn't the only thing that matters; early eating patterns shape lifelong habits and brain development. Making such bold claims based on observing children only up to age 8 is like judging a movie by watching just the first 30 minutes.The author seems to confuse \"letting kids do whatever they want\" with \"good parenting\". While this hands-off approach might make for peaceful days in the short term, it fails to provide children with the structure and guidance they need to develop important life skills. Without any long-term research following children through their teenage years, this book offers little more than an untested theory that goes against decades of child development research.\nRead more",
      "helpful_votes": "36 people found this helpful"
    },
    {
      "reviewer_name": "mgoblue",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nMust Read for Parents/Adults/Grandparents",
      "date": "Reviewed in the United States on March 5, 2025",
      "content": "I think this book explains why so many adults with children are miserable despite \"children being the greatest joy in life\". As an couple trying to become parents, we are very open to these ideas of parenting. A lot of work upfront, but better outcomes in the end is what I read in this book. Is it perfect, no, but it seems like the better option than the fake rules of: \"be nice\" (what does that even mean?) \"don't hit your sister\" \"give grandpa a kiss\" (why?) Or \"what do you say?\" (A true killjoy). We are fortunate that our kids won't have to go to school because of a fortunate financial situation, but even if that isn't the case, this book would make me want to do anything to not have to send my kids to school.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Pablo",
      "rating": "3.0",
      "title": "Good points to think about, too extreme implementation",
      "date": "Reviewed in Australia on February 5, 2025",
      "content": "This is a book that makes you think, and that's valuable on its own even if you viscerally disagree with the author's parenting style.Firstly, this is not a new parenting style. I met plenty of people raised in this way in the 90s. Kids in my school who ate junk food all day, stayed late every night watching tv, playing videogames or eating ice cream. Kids that were never taught to be nice to other people, to be kind, respectful, to have good hygiene habits..With absolutely no exception, all of them ended up struggling in life as teenagers and even more so as adults (even with rich parents): drugs, depression, no career prospects.This parenting style is also common in Chilean slums, where drug dealers leave a box of chocolates and a tablet for their kids' daily food and entertainment. The kids can then do whatever they want and free roam in the slum, never told what to do, never told to say thank you or to obey any rule. Needless to say, the results ain't good..The author makes the assumption that \"nobody knows what eating healthy looks like\". Absolutely not true if you learn about nutrition. Sure, vegans, \"Blueprint\" followers and carnivores will fight to death about details, but they ALL agree that 1) wholefoods = good, 2) ultra-processed food = bad, 3) sugar = bad.There is also evidence that adult eating habits are formed in early childhood, and that your metabolism as an adult is also set in childhood.The author dismisses concerns about device addition by comparing it to comic books. Do comic books have teams of data scientists fine-tuning AI models to get you to spend more time in their books? If algorithms have no impact, then why are people spending 4+ hours/day on their phones?Why 3 stars and not 1? The book did make me think and re-evaluate when and how we apply rules and boundaries within our household. While I disagree with the implementation, I do find value in questioning everything, improving, reinforcing what works. I always learn something new from every parenting book and this is no exception.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Edgar",
      "rating": "5.0",
      "title": "You don't have to agree with everything the author says and still learn a lot from this book!",
      "date": "Reviewed in Spain on February 23, 2025",
      "content": "I thought this was a fantastic book. While I don't agree with everything that the author says, I still found that I agreed with the author more often than not, and this book has helped validate certain feelings I have around mainstream education and how we should be treating our children. I am a better parent because of this book. Thank you Aaron for writing it!\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Cliente Amazon",
      "rating": "5.0",
      "title": "interesting points of view",
      "date": "Reviewed in Brazil on March 3, 2025",
      "content": "Well think twice before enforcing rules for kids for any reason, taking children seriously is something that we usually fail about it\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Sam",
      "rating": "5.0",
      "title": "A Thought-Provoking Call for Change",
      "date": "Reviewed in the United Kingdom on January 15, 2025",
      "content": "The Sovereign Child offers an alternative perspective on children that many find deeply unintuitive: that children are individuals with their own preferences and ideas about the world, and that these preferences should be respected. The book is wonderfully written, with one argument dovetailing seamlessly into the next; each argument makes a straightforward point, relying on common sense to advocate for greater freedom for children. I thoroughly enjoyed reading the book and believe it holds great value for many. At the very least, it encourages one to re-examine ideas about parenting and children that are often taken for granted.\nRead more",
      "helpful_votes": ""
    },
    {
      "reviewer_name": "Alex M.",
      "rating": "5.0",
      "title": "Controversial and Amazing",
      "date": "Reviewed in Canada on March 2, 2025",
      "content": "Reading this book has made parenting a lot more fun. My wife is not completely on board, however, so it's given us a lot to talk about as well\nRead more",
      "helpful_votes": ""
    }
  ],
  "related_books": [],
  "book_url": "https://www.amazon.com/Sovereign-Child-Forgotten-Philosophy-Liberate/dp/1544547978",
  "region": "us",
  "language": "en",
  "ISBN": "9781544547978",
  "Publisher": "Language\n                                    ‏\n                                    :\n                                    ‎\n                                 English",
  "Publication_date": "January 6, 2025",
  "url": "https://www.amazon.com/dp/1544547978?ref=bsf_qv_ov_prnt_dp_rw"
}