{
  "书名": "Addicted to Anxiety: The instant Sunday Times bestseller that will teach you how to take back control",
  "作者": "Owen O'Kane",
  "作者页面": "https://www.amazon.co.uk/Owen-OKane/e/B07M6KY51S/ref=dp_byline_cont_book_1",
  "封面": "https://m.media-amazon.com/images/I/61FJEEWu3NL._SL1500_.jpg",
  "作者简介": "Owen is one of the UK's most respected and trusted mental health experts. He has served as a NHS mental health clinical lead and authored several Sunday Times bestsellers. He is particularly recognised for his clinical work on anxiety and trauma, achieving instant bestseller status with his groundbreaking self-help book, \"Addicted to Anxiety.\" His writings have positively impacted tens of thousands of individuals around the world, and as of the latest count, his work has secured publication and translation agreements in over 40 countries. His work is shaped by his own upbringing in Northern Ireland during a time referred to as \"The Troubles,\" as well as his experience as a palliative care specialist, where he supported hundreds of patients confronting their own mortality.",
  "内容简介": "A GROUNDBREAKING NEW WAY TO OVERCOME YOUR ANXIETY, FROM BESTSELLING AUTHOR OWEN O’KANE'One of the country's leading experts on mental health' The Times'Owen's work around anxiety has been a huge help for me in my own life. I would highly recommend this book' Lewis Capaldi'I love Owen's work. He is a force for good' Davina McCall'Owen helps us look at our lives and happiness in a clear and practical way' Fearne Cotton--Feeling anxious is part of being human; sometimes it can even be necessary or useful.But what about when anxiety takes over? When you feel like it’s too often dictating your life?Have you ever considered that you might be addicted to anxiety?In this groundbreaking book, bestselling author and psychotherapist Owen O’Kane explores how we all unwittingly build habits around our anxiety. This, he argues, is how we become addicted – the behaviours and thought patterns that help us feel safe in the short term ultimately serve to perpetuate it.Put simply, we get hooked.The answer? Break the cycle.How?Recognize: You must understand your anxiety and identify your triggers before you can start to unpick it.Tackle: Discover vital techniques for breaking the underlying habits and patterns.Move forward: Learn strategies for navigating setbacks or relapses on the road ahead.Addicted to Anxiety will help you understand your anxiety from the perspective of addiction, identifying your triggers and learning how to break your habits so you can actively replace them with new, more productive behaviours for a calmer, happier life.--MORE PRAISE FOR ADDICTED TO ANXIETY:‘Generous, wise and very persuasive’Observer Magazine 'Friendly, reassuring, and confidently expert' i News'A really important read for anyone wanting to live more comfortably with their anxious self. Full of clinical expertise, warmth and humanity.' Julia Samuel, psychotherapist and bestselling author'Addicted to Anxiety is a truly powerful and important book. Owen O’Kane’s piercing clarity as a therapist and writer gifts anybody who has experienced anxiety the insight and tools to overcome it.' Rob Rinder'Owen takes the tangled, overwhelming problem of anxiety and unravels it with clarity and compassion. His gift lies in turning the hard-to-understand into simple, actionable wisdom that anyone (me included) can implement to reclaim their peace and take control of their life.' Matt WIllis'Owen‘s insight due to his experience and wisdom allows him to cut to the chase of why we get stuck in difficult emotions and more importantly he shows us how to navigate them and lead happier lives. A must read.‘ Will Young'Owen has the rare gift of explaining complex emotions in a truly engaging and digestible way. His tips and strategies for managing those emotions are explained with care, compassion and humour. Highly recommended.’ Susie Dent'There’s a reason Owen’s work has put him at the very top of his profession and why his books continue to top the bestsellers chart - he’s one of the very best in his field. His ability to distill sage advice, to navigate a world of word salad and jargon to bring therapeutic advice to people who might not otherwise be able to afford it or find it accessible is the reason he continues to lead where others follow.' Kate Thornton",
  "ISBN": "0241728320",
  "书本页面": "https://www.amazon.co.uk/dp/0241728320",
  "出版社": "Michael Joseph",
  "出版时间": "20 Feb. 2025",
  "amazon_rating": "4.7",
  "amazon_rating_count": "41 ratings",
  "关联图书": [
    {
      "title": "How to Be Your Own Therapist: The empowering self-help guide for mental health and stress management from bestselling author ",
      "url": "https://www.amazon.co.uk/How-Your-Own-Therapist-bestselling/dp/0008378304/ref=pd_vtp_d_sccl_3_1/257-3686364-7524253?pd_rd_w=LKPqs&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=4392GYCEDYM8CKX88GFX&pd_rd_wg=7yY9I&pd_rd_r=3904747b-3bfb-4029-a647-1ab9762d6de4&pd_rd_i=0008378304&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/713nSOShimL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "Ten Times Happier: A guide on how to let go of what’s holding you back from the bestselling author of TEN TO ZEN",
      "url": "https://www.amazon.co.uk/Ten-Times-Happier-holding-bestselling/dp/0008378266/ref=pd_vtp_d_sccl_3_2/257-3686364-7524253?pd_rd_w=LKPqs&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=4392GYCEDYM8CKX88GFX&pd_rd_wg=7yY9I&pd_rd_r=3904747b-3bfb-4029-a647-1ab9762d6de4&pd_rd_i=0008378266&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71eixXNRufL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "Why Has Nobody Told Me This Before?: The Sunday Times bestseller, with over 1 million copies sold",
      "url": "https://www.amazon.co.uk/Why-Nobody-Told-This-Before/dp/0241529719/ref=pd_vtp_d_sccl_3_3/257-3686364-7524253?pd_rd_w=LKPqs&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=4392GYCEDYM8CKX88GFX&pd_rd_wg=7yY9I&pd_rd_r=3904747b-3bfb-4029-a647-1ab9762d6de4&pd_rd_i=0241529719&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71z8HK3JjuL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "The Let Them Theory: A Life-Changing Tool That Millions of People Can’t Stop Talking About",
      "url": "https://www.amazon.co.uk/Let-Them-Theory-Life-Changing-Millions/dp/1788176189/ref=pd_vtp_d_sccl_3_4/257-3686364-7524253?pd_rd_w=LKPqs&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=4392GYCEDYM8CKX88GFX&pd_rd_wg=7yY9I&pd_rd_r=3904747b-3bfb-4029-a647-1ab9762d6de4&pd_rd_i=1788176189&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/911UmVYIcBL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "Stop Overthinking: 23 Techniques to Relieve Stress, Stop Negative Spirals, Declutter Your Mind, and Focus on the Present (The",
      "url": "https://www.amazon.co.uk/Stop-Overthinking-Techniques-Declutter-Emotional/dp/B08XLLF3PG/ref=pd_vtp_d_sccl_3_5/257-3686364-7524253?pd_rd_w=LKPqs&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=4392GYCEDYM8CKX88GFX&pd_rd_wg=7yY9I&pd_rd_r=3904747b-3bfb-4029-a647-1ab9762d6de4&pd_rd_i=B08XLLF3PG&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71k9zlFpoDL._AC_UL330_SR330,330_.jpg"
    },
    {
      "title": "Ten to Zen: Ten Minutes a Day to a Calmer, Happier You",
      "url": "https://www.amazon.co.uk/Ten-Zen-Minutes-Calmer-Happier/dp/1509893679/ref=pd_vtp_d_sccl_3_6/257-3686364-7524253?pd_rd_w=LKPqs&content-id=amzn1.sym.e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_p=e1b012f9-a2d8-4786-8113-bd0f31ac121d&pf_rd_r=4392GYCEDYM8CKX88GFX&pd_rd_wg=7yY9I&pd_rd_r=3904747b-3bfb-4029-a647-1ab9762d6de4&pd_rd_i=1509893679&psc=1",
      "image_url": "https://images-eu.ssl-images-amazon.com/images/I/71HCcYe2zqL._AC_UL330_SR330,330_.jpg"
    }
  ],
  "读者评论": [
    {
      "reviewer_name": "'OJ'enny",
      "rating": "5.0",
      "title": "Brilliant and it makes sense and it works.",
      "date": "Reviewed in the United Kingdom on 3 March 2025",
      "content": "I'd never thought that anxiety was an addiction till reading this book. Owen O'Kane (as with his other books) explains this in a clear, understandable and logical way without 'psychobabble' (that always turns me off other writers).What I love about this book are the practical examples of what to do when you're feeling anxious and how to break the addiction.Like anything else you have to practice them but I know they'll be successful as I've done the exercises from 'Ten to Zen' (his first book) and they really work.Thank you Owen O'Kane for this book - I'm now going to buy it in Audible!"
    },
    {
      "reviewer_name": "Olivia Cannakamma",
      "rating": "5.0",
      "title": "Amazing new approach!",
      "date": "Reviewed in the United Kingdom on 1 March 2025",
      "content": "As someone who has suffered from anxiety since childhood, I have come across many different solutions in dealing with it, some have work some haven’t but this book is a real game changer. It enables you to take a completely different approach to your anxiety and takes away that feel of “a irritating part of you” and gives you the insight and knowledge of how to co-exist with it."
    },
    {
      "reviewer_name": "Katherine Plant",
      "rating": "5.0",
      "title": "Highly recommend",
      "date": "Reviewed in the United Kingdom on 10 March 2025",
      "content": "I am a therapist myself and will be recommending this book to clients. It is easy to read and full of evidence-based techniques to manage anxiety. Another great book from Owen that I’m sure will help a lot of people"
    },
    {
      "reviewer_name": "Rob",
      "rating": "4.0",
      "title": "Good book, the addiction link is nonsense",
      "date": "Reviewed in the United Kingdom on 24 February 2025",
      "content": "Good book, well written with lots of useful techniques and information. The \"addiction\" concept is nonsense though and the author clearly knows very little about addiction and 12 step recovery. A useful twist to position another book on anxiety I guess, but a weak construct that gets tired very quickly. Other than that it's a good book."
    },
    {
      "reviewer_name": "LS",
      "rating": "5.0",
      "title": "Empowering",
      "date": "Reviewed in the United Kingdom on 2 March 2025",
      "content": "Owen has a true gift in cutting to the chase to give powerful and empowering solutions to managing anxiety. One of the key take-aways is how to befriend your anxiety and turn it into a super power. This book is a must read. Thank you Owen!"
    },
    {
      "reviewer_name": "AOK",
      "rating": "5.0",
      "title": "Excellent",
      "date": "Reviewed in the United Kingdom on 27 February 2025",
      "content": "An excellent and engaging easy read with practical easy to follow professional advice. This book has helped me to understand my anxiety and how to move forward with it instead of holding me back.This book is very well written, easy to understand  and very Informative, this book will help anyone that is struggling with anxiety."
    },
    {
      "reviewer_name": "Dec Ky",
      "rating": "5.0",
      "title": "Excellent read, highly recommend",
      "date": "Reviewed in the United Kingdom on 1 March 2025",
      "content": "This book is brilliant. It is very practical in showing you how to deal with anxiety. It’s easy to read. It gives lots of examples and steps that I found very useful. I highly recommend buying this book."
    },
    {
      "reviewer_name": "Louise Corry",
      "rating": "5.0",
      "title": "Revolutionary way to take control of your anxiety.",
      "date": "Reviewed in the United Kingdom on 6 March 2025",
      "content": "A must read for parents to help break any anxiety patterns that can be passed down to their children."
    }
  ],
  "region": "uk",
  "url": "https://www.amazon.co.uk/dp/0241728320/ref=sspa_dk_detail_1?psc=1&pd_rd_i=0241728320&pd_rd_w=YBOJa&content-id=amzn1.sym.46187d6a-4306-4bc6-830c-7b2085e0e39f&pf_rd_p=46187d6a-4306-4bc6-830c-7b2085e0e39f&pf_rd_r=885SK97B6BE91HHZ0P05&pd_rd_wg=YlPbL&pd_rd_r=dc91707e-6bbe-4ffe-b491-d5ef0168f8e6&s=books&sp_csd=d2lkZ2V0TmFtZT1zcF9kZXRhaWw"
}