{
  "书名": "具体と抽象 ―世界が変わって見える知性のしくみ",
  "作者": "細谷 功",
  "作者页面": "https://www.amazon.co.jp/-/en/%E7%B4%B0%E8%B0%B7-%E5%8A%9F/e/B003UWT1ZU/ref=dp_byline_cont_book_1",
  "封面": "https://m.media-amazon.com/images/I/81idc3UB5jL._SL1500_.jpg",
  "内容简介": "その議論はなぜ永遠にかみ合わない？ その言葉はなぜ伝わらない？ 人と人がわかり合えない理由を「具体と抽象」という視点から考え、 「具体＝わかりやすさ」の弊害にも着目。 「自分に見えないことも見ようとする」ことの大切さを説いた「元祖＃具体と抽象」。 【目次】 序章 抽象化なくして生きられない 第1章 数と言葉: 人間の頭はどこがすごいのか 第2章 デフォルメ: すぐれた物まねや似顔絵とは 第3章 精神世界と物理世界: 言葉には二つずつ意味がある 第4章 法則とパターン認識: 一を聞いて十を知る 第5章 関係性と構造: 図解の目的は何か 第6章 往復運動: たとえ話の成否は何で決まるか 第7章 相対的: 「おにぎり」は具体か抽象か 第8章 本質: 議論がかみ合わないのはなぜか 第9章 自由度: 「原作」を読むか「映画」で見るか 第10章 価値観: 「上流」と「下流」は世界が違う 第11章 量と質: 「分厚い資料」か「一枚の絵」か 第12章 二者択一と二項対立: そういうことを言ってるんじゃない? 第13章 ベクトル: 哲学、理念、コンセプトの役割とは 第14章 アナロジー: 「パクリ」と「アイデア」の違い 第15章 階層: かいつまんで話せるのはなぜか 第16章 バイアス: 「本末転倒」が起こるメカニズム 第17章 理想と現実: 実行に必要なのは何か 第18章 マジックミラー: 「下」からは「上」は見えない 第19章 一方通行: 一度手にしたら放せない 第20章 共通と相違: 抽象化を妨げるものは何か 終章 抽象化だけでは生きにくい",
  "ISBN": "978-4907623104",
  "书本页面": "https://www.amazon.co.jp/具体と抽象-世界が変わって見える知性のしくみ/dp/4907623100",
  "出版社": "dZERO",
  "出版时间": "November 27, 2014",
  "amazon_rating": "4.4",
  "amazon_rating_count": "3,335 ratings",
  "读者评论": [
    {
      "reviewer_name": "よーたっと",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\n「抽象」のイメージが変わる",
      "date": "Reviewed in Japan on January 15, 2025",
      "content": "昨今は「具体的な説明」など、何かと具体化が非常に重要視されている中、抽象の重要性を説く一冊。本書は、一つひとつ短い章立てで構成されており、様々な視点で抽象化の大切さを提示してくれる。尚、抽象は絶対的なものではなく具体との相対的なものである。普段から、事象などを抽象化して階層整理することが物事を考える上で重要。日常生活で、上手く本の概要説明出来ない、相手と話が噛み合わない、上司の言うことがコロコロ変わる、個別の判断に迷うなど、、、これら課題は抽象化が一助になるはずである。またクリエイティブな発想にも繋がる。普段、会社での作業マニュアル化など具体化を進めていくことに疑問（自由度の低い人の育成を助長する可能性）を感じていたところへの新たな視点（何となく感じていたことをの言語化）を与えてくれた。本は絵や漫画が含まれていて読みやすい構成になっており言語化が分かりやすい。"
    },
    {
      "reviewer_name": "potate-117",
      "rating": "4.0",
      "title": "4.0 out of 5 stars\n意識的に実践したい思考",
      "date": "Reviewed in Japan on April 30, 2024",
      "content": "抽象の概念がわかりやすく説明されている。説明は端的で、日々障壁になる事例にも多々共感があった。視座を高めることにも繋がると感じ、内容的に明日からでも実践できるところが◯。ただし、具体思考が駄目と錯覚しないように注意したい。"
    },
    {
      "reviewer_name": "掃き溜めのウミウシ",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\n難しいが新鮮",
      "date": "Reviewed in Japan on January 29, 2025",
      "content": "何気なく購入。ノウハウ本かと思ったけど全然ちがう。老いた頭の中をフル回転して読まないと意味がつかめないけど、なかなか興味深い内容でした。言葉や数字は人類最大の武器、物事を抽象化して伝えるツールという話は、なるほど！の★５つ。そんなこと考えたことがなかった！という感想です。話がかみ合わないという現象（本当にズレていることもあるけど）も、両者の目指すことが一緒であれば、それは具体⇔抽象のレベルが違うだけという話も腑に落ちる。そう考えれば、どうやって摺り合わせるかも見えてくるというもの。他、多くの事例が載っていてなかなか興味深い内容でした。"
    },
    {
      "reviewer_name": "Kindleのお客様",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\n今までモヤモヤしていたのがスッキリしました",
      "date": "Reviewed in Japan on January 12, 2025",
      "content": "話が噛み合わないことがあって、モヤモヤしていましたが、この本を読んで腑に落ちました。その時々に応じて視点や考え方を変化させること、それぞれ得意な分野があることがわかりました。その時々に応じて使い分けられようにトレーニングします❕"
    },
    {
      "reviewer_name": "きよ",
      "rating": "3.0",
      "title": "3.0 out of 5 stars\n具体と抽象",
      "date": "Reviewed in Japan on March 12, 2025",
      "content": "文章の表現力を広げるために購入しました"
    },
    {
      "reviewer_name": "Amazon Customer",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\nなぜ会話が噛み合わないのか良く言語化されていてスッキリ",
      "date": "Reviewed in Japan on January 28, 2025",
      "content": "抽象、具体のどちらかだけでは人に伝わらず、抽象と具体を行ったり来たりが大事とよく分かりました。例を読んで、自分では具体で考えている、感覚で抽象だけを話してしまってるなど、癖に気づきました。面白いです。"
    },
    {
      "reviewer_name": "仮面ライター",
      "rating": "4.0",
      "title": "4.0 out of 5 stars\n2つの視点の捉え方で思考が変わる",
      "date": "Reviewed in Japan on November 16, 2024",
      "content": "「大抵の人は、このことを体系的に学ばずに一生を終えてしまうのです」この言葉なかなか衝撃的ですよね。これなんの事を言っているのかというと「具体と抽象」の序章に書かれていたフレーズです。先日、アマゾンで本を眺めているとレビューが3035（2024年11月15日現在）と書かれている本がありました。その本が「具体と抽象」一見すると少し難しそうですが、レビューの数が圧倒的だったので購入してみました。届いた本を手に取るともっと厚くてページ数も相当あるのだろうと想像していたのですが、以外と薄いと感じました。この本を読んでの結論は、1度読んだだけでは理解しきれないでした。なぜ理解できなかったかを考えてみました。日常では、「具体的」とか「抽象的」という言葉で使う時がありますが、「具体的」＝わかりやすい、「抽象的」＝わかりにくい、その程度の認識しかありませんでした。だから著者が「学ばずに一生終えてしまうのです」というフレーズが出てくるのでしょう。では、普段の生活でどう使われているのでしょう。例えば、会社でなにか問題が起こったとき、上司が「ミスを防ぐためにもっと声をかけることが大切だ」とミーティングで話したとします。それに対してスタッフが「なんだかもっと具体的にいわないと解決しないよね」とか「上司の〇〇さんいつも言っていることがよくわからない」と言ったことがあります。この場面で考えると「抽象的」＝解決策がない「具体的」＝解決策がある。と捉えてしまいます。でも本書を読むと「抽象」の考えが一変します。どんなことかというと「抽象化」を利用して人間が編み出したものの代表例が「数」と「言葉」なのです。そんなことは、この本を読むまで聞いた事も考えたこともありませんでした。「数」と「言葉」がない世界って考えることができませんよね。この本を読んでから「具体」と「抽象」という言葉が、なにかの拍子にちょくちょく頭に浮かぶようになりました。「あっ。これが抽象で考えることなのか」とか「これとこれの共通点は？」とか分からないながらも本から学んだことを手探りしている状態です。具体と抽象を行ったり来たりすることで今までの思考と違う思考ができる。これを日常に落とし込んで、またこの本を読み直せば確実にインストールできると思った。何度も読む事で体に馴染んでくるそんな感じがします。"
    },
    {
      "reviewer_name": "ハリソン",
      "rating": "5.0",
      "title": "5.0 out of 5 stars\n今後何度も読み返す返したい",
      "date": "Reviewed in Japan on February 20, 2025",
      "content": "自身の実体験のなかで具体レベルでしか物事を見れてないとき、抽象レベルから物事を見れてるとき、がそれぞれ混在していた。置かれている立場、状況によって自身の視点が変化（抽象か具体）するのは良くないなと認識できた。自身が抽象レベルで物事を見れている時の分析をし、何事にも適応対応できる抽象スペシャリスト一般ピーポーへと進化、昇進していきたいと思えた。"
    }
  ],
  "region": "jp",
  "url": "https://www.amazon.co.jp/-/en/%E7%B4%B0%E8%B0%B7-%E5%8A%9F/dp/4907623100/ref=pd_sbs_d_sccl_3_3/358-9774692-9324168?pd_rd_w=aUK0n&content-id=amzn1.sym.13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_p=13eb81e1-7d13-4eb9-803d-fea9198bc9c1&pf_rd_r=FPKWGCS9GQ731EE0DKXW&pd_rd_wg=5GB35&pd_rd_r=2b1715a5-3d12-4132-95ff-4fd9074e1c94&pd_rd_i=4907623100&psc=1"
}