{
  "书名": "The Strawberry Patch Pancake House: A brand new small town romance from the author of TikTok phenomenon The Pumpkin Spice Café (Dream Harbor, Book 4)",
  "作者": "Laurie Gilmore",
  "作者页面": "https://www.amazon.co.uk/Laurie-Gilmore/e/B0CDXTJW39/ref=dp_byline_cont_ebooks_1",
  "封面": "https://m.media-amazon.com/images/I/81N5rF14hSL._SL1500_.jpg",
  "作者简介": "Laurie Gilmore is a No. 1 Sunday Times bestseller and a USA Today bestseller who writes steamy small-town romance. Her Dream Harbor series is filled with quirky townsfolk, cozy settings, and swoon-worthy romance. The first book in the series, The Pumpkin Spice Cafe, was featured on Good Morning America and was named the TikTok Shop Book of the Year 2024.\nShe loves finding books with the perfect balance of sweetness and spice and strives for that in her own writing. If you ever wished you lived in Stars Hollow (or that Luke and Lorelai would just get together already!) then her books are definitely for you.",
  "内容简介": "Fall in love with the brand new spring romance set in Dream Harbor, from the bestselling author of The Pumpkin Spice Café and The Cinnamon Bun Book Store‘A charming break from reality’ Publishers WeeklyEvery book in the Dream Harbor series can be read as a standalone.As a world-renowned chef, single dad Archer never planned on moving to a small town, let alone running a pancake restaurant. But Dream Harbor needs a new chef, and Archer needs a community to help raise his daughter, Olive.Iris has never managed to hold down a job for more than a few months. So when it’s suggested that Archer is looking for a live-in nanny, she almost runs in the opposite direction.Now, Iris finds herself in a whole new world. One where her gorgeous new boss lives right across the hall and likes to cook topless… Keeping everything strictly professional should be easy, right?The Strawberry Patch Pancake House is a cozy romantic mystery with a single dad and found family dynamic, a small-town setting and a HEA guaranteed! TropesSingle DadForced ProximitySlow BurnFound FamilyPraise for Laurie Gilmore‘Gives off the same level of endorphins as taking a sip of an actual pumpkin spice latte… all the makings of a top tier Hallmark movie that happens to include a nice dash of spice’ People‘With a name this cute and a cover this autumnal, how could I not cozy up with my blanket and relax with this adoring book?’ New York Post'Laurie Gilmore has done it again; another solid 5 star read!’ ⭐⭐⭐⭐⭐'As a devoted lover of the single dad trope, I hereby crown Laurie Gilmore as the undisputed queen!’ ⭐⭐⭐⭐⭐‘Wonderful story with tears, laughter, mysteries, uncertainty and happiness’ ⭐⭐⭐⭐⭐‘Compelling, cozy and delightful narrative’ ⭐⭐⭐⭐⭐‘A charming small town romance with sizzling chemistry and plenty of spice’ ⭐⭐⭐⭐⭐‘I LOVED THIS SO BAD. The vibes of the small town were immaculate’ ⭐⭐⭐⭐⭐'Literally amazing. I can’t say enough good things about Laurie Gilmore. I’ve fallen in love with every single one of her books’ ⭐⭐⭐⭐⭐Laurie Gilmore's book 'The Christmas Tree Farm' was a No.1 Sunday Times bestseller w/c 2024-10-07.",
  "书本页面": "https://www.amazon.co.uk/The-Strawberry-Patch-Pancake-House-A-brand-new-small-town-romance-from-the-author-of-TikTok-phenomenon-The-Pumpkin-Spice-Café-Dream-Harbor-Book-4/dp/1847941834",
  "出版社": "HarperCollins",
  "出版时间": "13 Mar. 2025",
  "读者评论": [
    {
      "reviewer_name": "loobylugreen",
      "rating": "5.0",
      "title": "happy, easy read",
      "date": "Reviewed in the United Kingdom on 18 March 2025",
      "content": "Just what you need in your life. Joy, laughter, friendships, food and lots of great sex! This book did not let me down as a number 4 in the series."
    },
    {
      "reviewer_name": "Ruth Kirk",
      "rating": "5.0",
      "title": "Loved it",
      "date": "Reviewed in the United Kingdom on 15 March 2025",
      "content": "This was my absolute favourite book of the series ., I loved the characters and how they all slotted together, it was brilliant."
    },
    {
      "reviewer_name": "Tracey Britton",
      "rating": "5.0",
      "title": "amazing book",
      "date": "Reviewed in the United Kingdom on 16 March 2025",
      "content": "Brilliant as always and exciting. Read it in a day. Couldn’t put it down. Can’t wait until the book 5 in September"
    },
    {
      "reviewer_name": "LG1",
      "rating": "5.0",
      "title": "Quick read",
      "date": "Reviewed in the United Kingdom on 16 March 2025",
      "content": "Loved the book. Finished in a day."
    },
    {
      "reviewer_name": "Sams_fireside",
      "rating": "5.0",
      "title": "Archer, Iris and Olive, a gorgeous family in the making...",
      "date": "Reviewed in the United Kingdom on 13 March 2025",
      "content": "Archer, Iris and Olive, a gorgeous family in the making...Laurie Gilmore has once again blown me away with another cute story from Dream Harbor (yes, I'm using the US spelling)! I love the small town vibe, where everyone knows everyone, and that includes everyone's business. The elderly contingent of Dream Harbor are awesome, such gossips, but equally their hearts are in the right place, and they just want to help.Olive is a cute, sassy little girl who knows what she wants, and goes all out to get it, and that includes getting her Dad and Iris together. She was so funny and made me laugh a lot. Regina Reagan, as the narrator did a great job with all the characters, but particularly Olive, she had her spot on.I listened to this book in less than 24 hours, whilst I was outside, getting my garden ready for spring. If you're up for an adorable, slightly spicy, small-town romance, then grab a copy of this and settle down with a cuppa and a packet of biscuits and relocate to Dream Harbor for a few hours."
    },
    {
      "reviewer_name": "Ruth",
      "rating": "5.0",
      "title": "Another great book in this series.",
      "date": "Reviewed in the United Kingdom on 13 March 2025",
      "content": "I love this series, it’s an easy read that is a one sit read.  It’s a cozy romance that focuses on Archer this time, he has just found out he has a child so has to come back to look after her. He gets a nanny Iris as he’s busy working at the Pancake house as a chef.  It’s a feel good book that will leave a smile on your face.  Loved it.  5 star read.  Thanks to Netgalley and the publishers for a copy."
    },
    {
      "reviewer_name": "Meena",
      "rating": "5.0",
      "title": "Unputdownable Read",
      "date": "Reviewed in the United Kingdom on 13 March 2025",
      "content": "I loved reading this book.Archer has only recently found out that he has a five year old daughter called Olive, her mother passed away. Suddenly the life he was living as a chef in France now seems a long time ago.Iris, loves her life, and has never thought about being in long relationship, or even having kids. But, she has taken the job of being a nanny to Olive as she has financial problems. She is a yoga water aerobics instructor and most of her attendees are elderly. It was lovely to see her interactions with them.Her relationship with Olive was lovely too.The food made your mouth water and the different ways in which pancakes were made, made me want to try the  recipes.I recommend this book."
    },
    {
      "reviewer_name": "Ditsa M.",
      "date": "Reviewed in India on 16 March 2025",
      "content": "The media could not be loaded.\n                \n\n\n\nIt was delivered to me in the best condition possible. Literally hot off the press!Will post full review upon completion of book."
    }
  ],
  "region": "uk",
  "url": "https://www.amazon.co.uk/Strawberry-Patch-Pancake-House-phenomenon-ebook/dp/B0DDSVS6MY?ref_=Oct_d_otopr_d_7388662031_2&pd_rd_w=bqsTw&content-id=amzn1.sym.ea458d94-32ad-4b98-a21d-3c6b0972f387&pf_rd_p=ea458d94-32ad-4b98-a21d-3c6b0972f387&pf_rd_r=1SBF37WMEE680WE67FPB&pd_rd_wg=Cg9YO&pd_rd_r=4b383f62-526d-4cf5-838a-43a380894125&pd_rd_i=B0DDSVS6MY"
}